/*
SQLyog Ultimate v12.2.6 (64 bit)
MySQL - 5.7.14-log : Database - pcf_news
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`pcf_news` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `pcf_news`;

/*Table structure for table `app_arcticle_pic` */

DROP TABLE IF EXISTS `app_arcticle_pic`;

CREATE TABLE `app_arcticle_pic` (
  `aap_id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `aap_name` varchar(64) DEFAULT NULL COMMENT '图片名称',
  `aap_pic` varchar(300) DEFAULT NULL COMMENT '文章图片',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  `app_pic` longtext,
  PRIMARY KEY (`aap_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 COMMENT='资讯文章图片';

/*Data for the table `app_arcticle_pic` */

insert  into `app_arcticle_pic`(`aap_id`,`aap_name`,`aap_pic`,`inserttime`,`updatetime`,`isactive`,`app_pic`) values 
(9,'【米家床头灯】米家（MIJIA）-床头灯-小米生态链-智能灯-氛围灯-1600万色-多种预置情景模式_06.jpg','https://o3pjos5do.qnssl.com/pic_e5w3b3','2018-03-22 15:10:50','2018-03-22 15:10:50',1,NULL),
(10,'海绵宝宝.jpg','https://o3pjos5do.qnssl.com/pic_7iymuh','2018-03-22 15:13:13','2018-03-22 15:13:13',1,NULL);

/*Table structure for table `app_forecast_notes` */

DROP TABLE IF EXISTS `app_forecast_notes`;

CREATE TABLE `app_forecast_notes` (
  `afn_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `afn_forecast_id` int(10) DEFAULT NULL COMMENT '预测记录编号',
  `afn_note` varchar(256) DEFAULT NULL COMMENT '交易笔记',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`afn_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=84 DEFAULT CHARSET=utf8 COMMENT='预测记录交易笔记';

/*Data for the table `app_forecast_notes` */

insert  into `app_forecast_notes`(`afn_id`,`afn_forecast_id`,`afn_note`,`inserttime`,`updatetime`,`isactive`) values 
(75,134,'测试一下','2018-03-29 12:17:01','2018-03-29 12:17:01',1),
(76,135,'12','2018-03-30 14:33:09','2018-03-30 14:33:09',1),
(77,150,'guess','2018-04-27 06:49:05','2018-04-27 06:49:05',1),
(78,147,'哈哈哈','2018-05-02 08:57:48','2018-05-02 08:57:48',1),
(79,147,'竟然对了','2018-05-02 08:58:01','2018-05-02 08:58:01',1),
(80,161,'看看能不能涨','2018-05-21 22:31:12','2018-05-21 22:31:12',1),
(81,161,'看看能不能涨','2018-05-21 22:31:12','2018-05-21 22:31:12',1),
(82,164,'热点股','2018-05-23 20:01:50','2018-05-23 20:01:50',1),
(83,164,'热点股','2018-05-23 20:01:50','2018-05-23 20:01:50',1);

/*Table structure for table `app_information` */

DROP TABLE IF EXISTS `app_information`;

CREATE TABLE `app_information` (
  `ai_id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `ai_title` varchar(60) DEFAULT NULL COMMENT '标题',
  `ai_title_pic` varchar(256) DEFAULT NULL COMMENT '标题配图',
  `ai_source` varchar(50) DEFAULT NULL COMMENT '文章来源',
  `ai_stock_related` varchar(100) DEFAULT NULL COMMENT '关联股票',
  `ai_stock_related_code` varchar(50) DEFAULT NULL COMMENT '关联股票code',
  `ai_plate_related_id` varchar(50) DEFAULT NULL COMMENT '关联板块编号',
  `ai_plate_related_name` varchar(100) DEFAULT NULL COMMENT '关联板块名称',
  `ai_article` varchar(20480) DEFAULT NULL COMMENT '正文',
  `ai_status` char(1) DEFAULT '0' COMMENT '状态（0：下架；1：上架）',
  `ai_creator` varchar(30) DEFAULT NULL COMMENT '创建人',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`ai_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8 COMMENT='资讯表';

/*Data for the table `app_information` */

/*Table structure for table `app_msg_info` */

DROP TABLE IF EXISTS `app_msg_info`;

CREATE TABLE `app_msg_info` (
  `ami_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `ami_title` varchar(128) DEFAULT NULL COMMENT '消息标题',
  `ami_content` varchar(10240) DEFAULT NULL COMMENT '消息内容',
  `ami_is_push` char(1) DEFAULT '0' COMMENT '推送状态(0:未推送，1:已推送)',
  `ami_push_target` char(4) DEFAULT '1001' COMMENT '推送对象(1001:全体 , 1002单独用户)',
  `ami_create_personal` varchar(20) DEFAULT NULL COMMENT '创建人',
  `ami_push_time` timestamp NULL DEFAULT NULL COMMENT '推送时间',
  `ami_user_id` bigint(20) DEFAULT NULL COMMENT '用户ID',
  `ami_is_read` char(1) DEFAULT '0' COMMENT '是否查看（0:否,1:是）',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(1) NOT NULL DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`ami_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=674 DEFAULT CHARSET=utf8 COMMENT='app消息表';

/*Data for the table `app_msg_info` */

insert  into `app_msg_info`(`ami_id`,`ami_title`,`ami_content`,`ami_is_push`,`ami_push_target`,`ami_create_personal`,`ami_push_time`,`ami_user_id`,`ami_is_read`,`inserttime`,`updatetime`,`isactive`) values 
(673,'test','test','0','1001','admin',NULL,NULL,'0','2018-05-18 16:48:01','2018-05-18 16:48:01',1);

/*Table structure for table `app_msg_push_device` */

DROP TABLE IF EXISTS `app_msg_push_device`;

CREATE TABLE `app_msg_push_device` (
  `ampd_user_id` bigint(20) NOT NULL COMMENT '用户ID',
  `ampd_device_token` varchar(128) DEFAULT NULL COMMENT '设备号',
  `ampd_device_type` char(1) DEFAULT NULL COMMENT '设备类型(2:IOS,3:android)',
  `ampd_app_version` varchar(10) DEFAULT NULL COMMENT 'app版本号',
  `ampd_device_name` varchar(64) DEFAULT NULL COMMENT '设备名',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(1) NOT NULL DEFAULT '1' COMMENT '逻辑删除',
  `ampd_last_login_time` timestamp NULL DEFAULT '2016-01-01 00:00:00' COMMENT '最近登录时间',
  PRIMARY KEY (`ampd_user_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='消息推送设备表';

/*Data for the table `app_msg_push_device` */

insert  into `app_msg_push_device`(`ampd_user_id`,`ampd_device_token`,`ampd_device_type`,`ampd_app_version`,`ampd_device_name`,`inserttime`,`updatetime`,`isactive`,`ampd_last_login_time`) values 
(170101000000000001,'3e694f544493b6fbb61842283a2aa9ddbdb6cbcfc87d98e75f51c95a3e7010a9','2','1.3','iPhone; iPhone8,1 11.1.2','2018-03-06 08:35:30','2018-03-06 08:35:30',1,'2018-05-22 11:36:59'),
(180118105010000009,'4ac1012df235cd3e3d53f1a84d125dec7987cd5fc923503be0c423191cd1d7a0','2','1.0','iPhone; iPhone8,4 11.2.6','2018-03-05 10:48:24','2018-03-05 10:48:24',1,'2018-03-09 10:54:38'),
(180124141110000027,'067f45eaf84fb8dbb67e07e254dc548f81a832ebb94340e32161636de9c48587','2','1.1.1','iPhone; iPhone9,1 11.3','2018-04-04 10:36:44','2018-04-04 10:36:44',1,'2018-04-04 10:36:45'),
(180124152110000029,'000000000000000','3','1.1.1','Linux; Android 7.0; Android','2018-04-12 12:32:07','2018-04-12 12:32:07',1,'2018-04-12 12:32:42'),
(180205173210000004,'70f088002b3b4e7ac5d8e19dde61973238c0057124713653aafcc211de23ba12','2','1.1.1','iPhone; iPhone8,1 11.3','2018-03-28 10:30:18','2018-03-28 10:30:18',1,'2018-04-19 18:32:54'),
(180205181910000006,'398dbe6bbeecdd3f3127e104f3db434b693f775065c9d1dba219146723cfd89a','2','1.1.1','iPhone; iPhone7,2 9.3.5','2018-05-22 11:33:50','2018-05-22 11:33:50',1,'2018-05-22 11:33:58'),
(180212162010000105,'4d910be06d0a2825597d3873449e1f02a2c41653d81820b8065a39d677bd742a','2','1.1.1','iPhone; iPhone7,2 9.3.5','2018-03-14 13:33:23','2018-03-14 13:33:23',1,'2018-04-09 17:33:45'),
(180305141410000113,'d6a87ab68285a922d47f3813534967efaeeaa9841bbfe613d6ba3654fcf9b65c','2','1.1.1','iPhone; iPhone7,2 11.3','2018-03-05 16:06:35','2018-03-05 16:06:35',1,'2018-04-26 10:28:03'),
(180314100310000116,'8599ddbb31a50afb2a3b37c39be8dbea27543da40ba2098adffe399c0db17093','2','1.1.1','iPhone; iPhone9,1 11.3','2018-03-14 10:13:01','2018-03-14 10:13:01',1,'2018-04-25 17:53:27'),
(180314102610000117,'547ca6871227ed5c907a41ad7a73fb9c93bb88f0d85e87e0a729bec0604fdff6','2','1.3','iPhone; iPhone10,2 11.3.1','2018-03-14 14:01:15','2018-03-14 14:01:15',1,'2018-05-24 10:17:16'),
(180314103610000118,'867955032124189','3','1.1.1','Linux; Android 7.1.1; SMARTISAN','2018-04-21 16:59:34','2018-04-21 16:59:34',1,'2018-05-03 11:09:02'),
(180314105110000119,'3c3ca33e2c24eabd0693a8732fa823793d22427b78d5f2c087e0ca5f2f3c6fe7','2','1.1.1','iPhone; iPhone10,3 11.3.1','2018-03-14 19:33:43','2018-03-14 19:33:43',1,'2018-05-21 18:55:34'),
(180314131110000120,'825fb1de507d7bf904758f36945f807c8dfdcb686a0c159672f873cc496a683e','2','1.1','iPhone; iPhone7,2 11.2.6','2018-03-14 20:15:53','2018-03-14 20:15:53',1,'2018-03-23 11:24:28'),
(180314131210000121,'3fe145a69eec984faf3af120c3c5a667f2cc30d591c34a8fa0b03a8f39e5aaad','2','1.3','iPhone; iPhone8,1 11.2.6','2018-03-14 16:22:11','2018-03-14 16:22:11',1,'2018-05-24 17:28:06'),
(180314132910000122,'a212315c83ff188035f5d1582ffa2b112ec44515a1e43958139a2969abc2f1f1','2','1.1.1','iPhone; iPhone10,3 11.2.6','2018-03-14 15:54:10','2018-03-14 15:54:10',1,'2018-04-11 17:50:33'),
(180314161310000113,'db7cf323b0bb64e2c8e12d336bef1712a33c65b116b854c5a16bbd801f617987','2','1.1','iPhone; iPhone7,1 10.3.3','2018-04-23 19:27:56','2018-04-23 19:27:56',1,'2018-04-23 19:27:57'),
(180315092210000126,'8c9ecdef5fcf618b6fd50f001866e47b3a2346301478b938728627687aacfc56','2','1.1.1','iPhone; iPhone8,1 11.3','2018-03-15 09:26:25','2018-03-15 09:26:25',1,'2018-04-24 11:40:35'),
(180408234510000130,'c3c869f32acbd36fa778ac570bec12f49cd88b19e368ac59fdc6c74934fc3b63','2','1.1.1','iPhone; iPhone8,2 11.2.6','2018-04-09 07:27:13','2018-04-09 07:27:13',1,'2018-04-09 07:27:14'),
(180412165510000133,'ece3a997f79fd453e76f06643325e6c7758fb8ec95c549d09d13a0aa40f195a4','2','1.3','iPhone; iPhone8,1 10.1.1','2018-04-15 14:45:57','2018-04-15 14:45:57',1,'2018-05-24 17:17:35'),
(180420144410000120,'db7cf323b0bb64e2c8e12d336bef1712a33c65b116b854c5a16bbd801f617987','2','1.2','iPhone; iPhone7,1 10.3.3','2018-05-15 10:08:07','2018-05-15 10:08:07',1,'2018-05-15 10:08:08'),
(180426143310000137,'3e694f544493b6fbb61842283a2aa9ddbdb6cbcfc87d98e75f51c95a3e7010a9','2','1.2','iPhone; iPhone8,1 11.1.2','2018-04-27 08:44:52','2018-04-27 08:44:52',1,'2018-05-09 10:23:41'),
(180516225310000139,'dc0e13bc7ac4ed0363ac459b7465bf4440aaddf8ab6077468c9c209239b14b6a','2','1.1.1','iPhone; iPhone8,2 11.3.1','2018-05-17 10:22:28','2018-05-17 10:22:28',1,'2018-05-17 16:27:19'),
(180521223010000140,'862962031782715','3','1.1.1','Linux; Android 6.0.1; OPPO','2018-05-21 22:30:34','2018-05-21 22:30:34',1,'2018-05-23 20:01:51');

/*Table structure for table `app_page_banner` */

DROP TABLE IF EXISTS `app_page_banner`;

CREATE TABLE `app_page_banner` (
  `apb_id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `apb_title` varchar(40) DEFAULT NULL COMMENT '标题',
  `apb_pic` varchar(256) DEFAULT NULL COMMENT '图片',
  `apb_sort_num` int(11) DEFAULT NULL COMMENT '排序',
  `apb_start_date` datetime DEFAULT NULL COMMENT '开始时间',
  `apb_end_date` datetime DEFAULT NULL COMMENT '结束时间',
  `apb_terminal_type` char(1) DEFAULT NULL COMMENT '终端类型（2：IOS;3:Android;4:公用）',
  `apb_banner_link` varchar(256) DEFAULT NULL COMMENT 'banner链接',
  `apb_creator` varchar(20) DEFAULT NULL COMMENT '创建人',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`apb_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8 COMMENT='app banner图';

/*Data for the table `app_page_banner` */

insert  into `app_page_banner`(`apb_id`,`apb_title`,`apb_pic`,`apb_sort_num`,`apb_start_date`,`apb_end_date`,`apb_terminal_type`,`apb_banner_link`,`apb_creator`,`inserttime`,`updatetime`,`isactive`) values 
(14,'青岛啤酒预测','https://o3pjos5do.qnssl.com/pic_bnihbw',1,'2018-05-24 16:56:38','2018-05-31 16:56:44','4','https://cdn.paicaifu.com/webapp/ActivitySpa/newAppPk/index.html?forecastId=170&amp;from=singlemessage&amp;isappinstalled=0','admin','2018-05-24 17:00:10','2018-05-24 17:00:10',1);

/*Table structure for table `app_version_manage` */

DROP TABLE IF EXISTS `app_version_manage`;

CREATE TABLE `app_version_manage` (
  `ASV_ID_N` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `ASV_VERSION_V` varchar(64) NOT NULL COMMENT '版本号',
  `ASV_OS_C` varchar(20) NOT NULL COMMENT '运行平台(3:安卓，2：ios)',
  `ASV_STATUS_C` char(4) NOT NULL COMMENT '状态（1：启用，0：关闭）',
  `ASV_IS_REMAIND_C` char(1) DEFAULT '0' COMMENT '提醒标志:0不提醒;1提醒',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  `ASV_MEMO_V` varchar(300) DEFAULT '' COMMENT '版本说明',
  `ASV_AppUrl_V` varchar(1024) DEFAULT '' COMMENT 'app链接',
  PRIMARY KEY (`ASV_ID_N`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`),
  KEY `ix_isactive` (`isactive`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COMMENT='app版本管理';

/*Data for the table `app_version_manage` */

insert  into `app_version_manage`(`ASV_ID_N`,`ASV_VERSION_V`,`ASV_OS_C`,`ASV_STATUS_C`,`ASV_IS_REMAIND_C`,`inserttime`,`updatetime`,`isactive`,`ASV_MEMO_V`,`ASV_AppUrl_V`) values 
(5,'1.0','2','1','0','2018-03-06 14:14:12','2018-03-06 14:21:29',1,'',''),
(6,'1.0','3','1','0','2018-03-06 14:14:14','2018-03-06 14:21:29',1,'','');

/*Table structure for table `call_interface_logs` */

DROP TABLE IF EXISTS `call_interface_logs`;

CREATE TABLE `call_interface_logs` (
  `cil_id_n` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `cil_mp_v` varchar(15) DEFAULT '' COMMENT '手机号',
  `cil_terminal_v` varchar(64) DEFAULT '' COMMENT '终端类型',
  `cil_type_v` char(2) DEFAULT '' COMMENT '业务类型(短信验证码)',
  `cil_req_msg_v` varchar(500) DEFAULT '' COMMENT '请求报文信息',
  `cil_req_no_v` varchar(64) DEFAULT NULL,
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`cil_id_n`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=85 DEFAULT CHARSET=utf8 COMMENT='短信发送日志';

/*Data for the table `call_interface_logs` */

insert  into `call_interface_logs`(`cil_id_n`,`cil_mp_v`,`cil_terminal_v`,`cil_type_v`,`cil_req_msg_v`,`cil_req_no_v`,`inserttime`,`updatetime`,`isactive`) values 
(16,'13124853227','2','','您的验证码为：421638，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520218441441','2018-03-05 10:54:02','2018-03-05 10:54:02',1),
(17,'15021993245','2','','您的验证码为：401867，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520218568645','2018-03-05 10:56:08','2018-03-05 10:56:08',1),
(18,'13124853227','2','','您的验证码为：315906，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520218574380','2018-03-05 10:56:14','2018-03-05 10:56:14',1),
(19,'13124853227','2','','您的验证码为：186907，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520218715403','2018-03-05 10:58:35','2018-03-05 10:58:35',1),
(20,'13124853227','2','','您的验证码为：917305，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520219502131','2018-03-05 11:11:43','2018-03-05 11:11:43',1),
(21,'13124853227','2','','您的验证码为：576849，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520219572229','2018-03-05 11:12:52','2018-03-05 11:12:52',1),
(22,'13124853227','2','','您的验证码为：165830，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520220368655','2018-03-05 11:26:08','2018-03-05 11:26:08',1),
(23,'13124853227','2','','您的验证码为：268147，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520220629808','2018-03-05 11:30:29','2018-03-05 11:30:29',1),
(24,'18616681306','2','','您的验证码为：849165，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520221132115','2018-03-05 11:38:53','2018-03-05 11:38:53',1),
(25,'13124853227','2','','您的验证码为：742361，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520230459467','2018-03-05 14:14:19','2018-03-05 14:14:19',1),
(26,'13124853227','2','','您的验证码为：085491，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520300784072','2018-03-06 09:46:24','2018-03-06 09:46:24',1),
(27,'15570103502','3','','您的验证码为：413057，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520316787194','2018-03-06 14:13:07','2018-03-06 14:13:07',1),
(28,'15570103502','3','','您的验证码为：195427，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520317425022','2018-03-06 14:23:45','2018-03-06 14:23:45',1),
(29,'15021993245','2','','您的验证码为：678901，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520565267860','2018-03-09 11:14:28','2018-03-09 11:14:28',1),
(30,'17621713037','2','','您的验证码为：134672，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520993003152','2018-03-14 10:03:23','2018-03-14 10:03:23',1),
(31,'17621713037','2','','您的验证码为：154867，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520993162674','2018-03-14 10:06:02','2018-03-14 10:06:02',1),
(32,'13661541731','2','','您的验证码为：103846，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520994374627','2018-03-14 10:26:14','2018-03-14 10:26:14',1),
(33,'15515895967','2','','您的验证码为：832640，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520994930530','2018-03-14 10:35:30','2018-03-14 10:35:30',1),
(34,'15162832805','2','','您的验证码为：265871，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520995888869','2018-03-14 10:51:28','2018-03-14 10:51:28',1),
(35,'15515895967','3','','您的验证码为：496013，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520996981137','2018-03-14 11:09:41','2018-03-14 11:09:41',1),
(36,'15162832805','2','','您的验证码为：061398，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1520999651902','2018-03-14 11:54:12','2018-03-14 11:54:12',1),
(37,'17601388302','2','','您的验证码为：089651，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521004270390','2018-03-14 13:11:10','2018-03-14 13:11:10',1),
(38,'13671916880','2','','您的验证码为：365017，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521004329627','2018-03-14 13:12:09','2018-03-14 13:12:09',1),
(39,'18621761918','2','','您的验证码为：156423，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521005391501','2018-03-14 13:29:51','2018-03-14 13:29:51',1),
(40,'13819058008','2','','您的验证码为：652380，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521005426041','2018-03-14 13:30:26','2018-03-14 13:30:26',1),
(41,'18621761918','2','','您的验证码为：572684，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521005640615','2018-03-14 13:34:00','2018-03-14 13:34:00',1),
(42,'12300000000','2','','您的验证码为：386217，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521006230042','2018-03-14 13:43:50','2018-03-14 13:43:50',1),
(43,'17601388302','2','','您的验证码为：029365，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521006358751','2018-03-14 13:45:58','2018-03-14 13:45:58',1),
(44,'17621713037','2','','您的验证码为：327964，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521006378010','2018-03-14 13:46:18','2018-03-14 13:46:18',1),
(45,'17621713037','2','','您的验证码为：280359，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521006563367','2018-03-14 13:49:23','2018-03-14 13:49:23',1),
(46,'15515895967','3','','您的验证码为：392046，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521006565201','2018-03-14 13:49:25','2018-03-14 13:49:25',1),
(47,'12345678901','2','','您的验证码为：804925，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521006847422','2018-03-14 13:54:07','2018-03-14 13:54:07',1),
(48,'18018605281','2','','您的验证码为：584910，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521006848211','2018-03-14 13:54:08','2018-03-14 13:54:08',1),
(49,'18516527302','2','','您的验证码为：762039，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521007082536','2018-03-14 13:58:02','2018-03-14 13:58:02',1),
(50,'17621713037','2','','您的验证码为：059674，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521007242900','2018-03-14 14:00:42','2018-03-14 14:00:42',1),
(51,'18516527302','2','','您的验证码为：964782，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521007943015','2018-03-14 14:12:23','2018-03-14 14:12:23',1),
(52,'13641017571','2','','您的验证码为：261057，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521076935141','2018-03-15 09:22:15','2018-03-15 09:22:15',1),
(53,'15162832805','2','','您的验证码为：298076，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521084247635','2018-03-15 11:24:07','2018-03-15 11:24:07',1),
(54,'13124853227','2','','您的验证码为：496078，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521179333470','2018-03-16 13:48:53','2018-03-16 13:48:53',1),
(55,'15162832805','2','','您的验证码为：109273，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521248726292','2018-03-17 09:05:26','2018-03-17 09:05:26',1),
(56,'13124853227','2','','您的验证码为：487265，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1521428135602','2018-03-19 10:55:35','2018-03-19 10:55:35',1),
(57,'15570103502','3','','您的验证码为：368249，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1522296941204','2018-03-29 12:15:41','2018-03-29 12:15:41',1),
(58,'13911018903','2','','您的验证码为：068923，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1522648721509','2018-04-02 13:58:41','2018-04-02 13:58:41',1),
(59,'17810347802','2','','您的验证码为：465310，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1522648989986','2018-04-02 14:03:10','2018-04-02 14:03:10',1),
(60,'18670708641','2','','您的验证码为：125963，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1522739605942','2018-04-03 15:13:26','2018-04-03 15:13:26',1),
(61,'17621713037','2','','您的验证码为：315072，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1523183254320','2018-04-08 18:27:34','2018-04-08 18:27:34',1),
(62,'13828251525','2','','您的验证码为：857234，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1523202295411','2018-04-08 23:44:55','2018-04-08 23:44:55',1),
(63,'15921611986','2','','您的验证码为：302918，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1523266539042','2018-04-09 17:35:39','2018-04-09 17:35:39',1),
(64,'18565703532','3','','您的验证码为：923047，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1523502815854','2018-04-12 11:13:36','2018-04-12 11:13:36',1),
(65,'18221480076','2','','您的验证码为：430279，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1523523330305','2018-04-12 16:55:30','2018-04-12 16:55:30',1),
(66,'15901855484','2','','您的验证码为：761509，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1524134087964','2018-04-19 18:34:48','2018-04-19 18:34:48',1),
(67,'15286832261','3','','您的验证码为：589647，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1524199715104','2018-04-20 12:48:35','2018-04-20 12:48:35',1),
(68,'15515895967','3','','您的验证码为：187925，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1524301166160','2018-04-21 16:59:26','2018-04-21 16:59:26',1),
(69,'13391297219','2','','您的验证码为：160987，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1524497173988','2018-04-23 23:26:14','2018-04-23 23:26:14',1),
(70,'13130047438','2','','您的验证码为：825943，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1524724381527','2018-04-26 14:33:01','2018-04-26 14:33:01',1),
(71,'13130047438','2','','您的验证码为：561349，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1524782354947','2018-04-27 06:39:15','2018-04-27 06:39:15',1),
(72,'13130047438','2','','您的验证码为：096214，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1524784784626','2018-04-27 07:19:44','2018-04-27 07:19:44',1),
(73,'13130047438','2','','您的验证码为：849657，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1525316459702','2018-05-03 11:00:59','2018-05-03 11:00:59',1),
(74,'13130047438','2','','您的验证码为：698502，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1525746010321','2018-05-08 10:20:10','2018-05-08 10:20:10',1),
(75,'13661541731','2','','您的验证码为：902741，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1525834860169','2018-05-09 11:01:00','2018-05-09 11:01:00',1),
(76,'15804080341','3','','您的验证码为：329410，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1526463497691','2018-05-16 17:38:17','2018-05-16 17:38:17',1),
(77,'18036080356','2','','您的验证码为：154638，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1526482400402','2018-05-16 22:53:20','2018-05-16 22:53:20',1),
(78,'13863359912','3','','您的验证码为：078653，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1526913013760','2018-05-21 22:30:13','2018-05-21 22:30:13',1),
(79,'13304861707','3','','您的验证码为：482759，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1526950693947','2018-05-22 08:58:14','2018-05-22 08:58:14',1),
(80,'15921611986','2','','您的验证码为：076418，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1526960062208','2018-05-22 11:34:22','2018-05-22 11:34:22',1),
(81,'15804080341','3','','您的验证码为：892617，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1527128054752','2018-05-24 10:14:14','2018-05-24 10:14:14',1),
(82,'15804080341','3','','您的验证码为：301856，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1527133650962','2018-05-24 11:47:31','2018-05-24 11:47:31',1),
(83,'15804080341','3','','您的验证码为：085769，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1527140161538','2018-05-24 13:36:01','2018-05-24 13:36:01',1),
(84,'15804080341','3','','您的验证码为：674389，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1527149530532','2018-05-24 16:12:10','2018-05-24 16:12:10',1);

/*Table structure for table `mg_plate_stock` */

DROP TABLE IF EXISTS `mg_plate_stock`;

CREATE TABLE `mg_plate_stock` (
  `mps_id` int(11) NOT NULL AUTO_INCREMENT,
  `inserttime` datetime DEFAULT NULL,
  `isactive` smallint(6) DEFAULT NULL,
  `mps_plate_id` int(11) NOT NULL,
  `mps_plate_name` varchar(16) COLLATE utf8_bin NOT NULL,
  `mps_status` varchar(1) COLLATE utf8_bin NOT NULL,
  `mps_stock_code` varchar(10) COLLATE utf8_bin NOT NULL,
  `mps_stock_name` varchar(16) COLLATE utf8_bin NOT NULL,
  `mps_stock_serial` int(11) NOT NULL,
  `updatetime` datetime DEFAULT NULL,
  PRIMARY KEY (`mps_id`),
  UNIQUE KEY `mps_id` (`mps_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

/*Data for the table `mg_plate_stock` */

/*Table structure for table `mgr_attention` */

DROP TABLE IF EXISTS `mgr_attention`;

CREATE TABLE `mgr_attention` (
  `ma_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '关注记录编号',
  `ma_user_id` bigint(20) NOT NULL COMMENT '用户ID',
  `ma_nickname` varchar(64) DEFAULT NULL COMMENT '用户昵称',
  `ma_mobile` varchar(20) NOT NULL COMMENT '用户手机号',
  `ma_type` char(1) NOT NULL DEFAULT '1' COMMENT '关注类型（1-主动关注 2-发布预测关注）',
  `ma_stock_code` varchar(10) DEFAULT NULL COMMENT '股票代码',
  `ma_stock_name` varchar(16) DEFAULT NULL COMMENT '股票名称',
  `ma_status` char(1) NOT NULL DEFAULT '1' COMMENT '状态（1-已关注 0-取消关注）',
  `ma_cancel_time` timestamp NULL DEFAULT NULL COMMENT '取消关注时间',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`ma_id`),
  KEY `idx_inserttime` (`inserttime`),
  KEY `idx_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=166 DEFAULT CHARSET=utf8 COMMENT='关注管理';

/*Data for the table `mgr_attention` */

insert  into `mgr_attention`(`ma_id`,`ma_user_id`,`ma_nickname`,`ma_mobile`,`ma_type`,`ma_stock_code`,`ma_stock_name`,`ma_status`,`ma_cancel_time`,`inserttime`,`updatetime`,`isactive`) values 
(82,180305141410000113,'股宝869534','13124853227','1','sh600030','中信证券','0','2018-03-05 14:18:34','2018-03-05 14:15:21','2018-03-05 14:15:21',1),
(83,180305141410000113,'股宝869534','13124853227','1','sz000002','万科A','0','2018-03-06 14:16:26','2018-03-05 14:18:39','2018-03-05 14:18:39',1),
(84,180305141410000113,'丽丽12306','13124853227','2','sh600025','华能水电','0','2018-03-06 14:16:22','2018-03-05 14:20:30','2018-03-05 14:20:30',1),
(85,180305141410000113,'丽丽12306','13124853227','1','sh600030','中信证券','0','2018-03-05 14:47:48','2018-03-05 14:47:35','2018-03-05 14:47:35',1),
(86,180306141310000114,'股宝967435','15570103502','1','sh600036','招商银行','1',NULL,'2018-03-06 14:14:12','2018-03-06 14:14:12',1),
(87,180306141310000114,'股宝967435','15570103502','1','sz000002','万科A','1',NULL,'2018-03-06 14:14:48','2018-03-06 14:14:48',1),
(88,180305141410000113,'丽丽12306','13124853227','1','sh600036','招商银行','1',NULL,'2018-03-06 14:16:30','2018-03-06 14:16:30',1),
(89,180306141310000114,'股宝967435','15570103502','2','sh601398','工商银行','1',NULL,'2018-03-06 14:17:16','2018-03-06 14:17:16',1),
(90,180314100310000116,'股宝305284','17621713037','2','sh600519','贵州茅台','1',NULL,'2018-03-14 10:03:39','2018-03-14 10:03:39',1),
(91,180314100310000116,'股宝305284','17621713037','2','sz000002','万科A','1',NULL,'2018-03-14 10:15:40','2018-03-14 10:15:40',1),
(92,180314103610000118,'股宝917253','15515895967','2','sz000002','万科A','1',NULL,'2018-03-14 10:36:15','2018-03-14 10:36:15',1),
(93,180314100310000116,'股宝305284','17621713037','2','sh600004','白云机场','1',NULL,'2018-03-14 10:42:46','2018-03-14 10:42:46',1),
(94,180314103610000118,'股宝917253','15515895967','2','sh600004','白云机场','1',NULL,'2018-03-14 11:09:48','2018-03-14 11:09:48',1),
(95,180314105110000119,'股宝805973','15162832805','1','sh000001','上证指数','1',NULL,'2018-03-14 11:52:31','2018-03-14 11:52:31',1),
(96,180314131210000121,'股宝502134','13671916880','2','sz000538','云南白药','1',NULL,'2018-03-14 13:12:29','2018-03-14 13:12:29',1),
(97,180314132910000122,'股宝394271','18621761918','2','sz000538','云南白药','1',NULL,'2018-03-14 13:30:06','2018-03-14 13:30:06',1),
(98,180314133010000123,'股宝758463','13819058008','2','sz000538','云南白药','1',NULL,'2018-03-14 13:30:45','2018-03-14 13:30:45',1),
(99,180314132910000122,'股宝394271','18621761918','2','sh600104','上汽集团','1',NULL,'2018-03-14 13:34:15','2018-03-14 13:34:15',1),
(100,180314131210000121,'股宝502134','13671916880','2','sh600872','中炬高新','1',NULL,'2018-03-14 13:34:37','2018-03-14 13:34:37',1),
(101,180305141410000113,'丽丽12306','13124853227','2','sh600588','用友网络','1',NULL,'2018-03-14 13:38:33','2018-03-14 13:38:33',1),
(102,170101000000000001,'股宝123','12300000000','2','sh600588','用友网络','1',NULL,'2018-03-14 13:43:53','2018-03-14 13:43:53',1),
(103,180314131110000120,'股宝238075','17601388302','1','sz000009','中国宝安','1',NULL,'2018-03-14 13:47:50','2018-03-14 13:47:50',1),
(104,180314100310000116,'股宝305284','17621713037','2','sz000009','中国宝安','1',NULL,'2018-03-14 13:49:34','2018-03-14 13:49:34',1),
(105,180314103610000118,'股宝917253','15515895967','2','sz000009','中国宝安','1',NULL,'2018-03-14 13:49:36','2018-03-14 13:49:36',1),
(106,180314131110000120,'股宝238075','17601388302','1','sh600362','江西铜业','1',NULL,'2018-03-14 13:51:47','2018-03-14 13:51:47',1),
(107,180314135410000124,'股宝639781','18018605281','2','sz000009','中国宝安','1',NULL,'2018-03-14 13:54:28','2018-03-14 13:54:28',1),
(108,180314135810000125,'股宝703692','18516527302','2','sh600362','江西铜业','1',NULL,'2018-03-14 13:58:15','2018-03-14 13:58:15',1),
(109,180314100310000116,'股宝305284','17621713037','2','sh600362','江西铜业','1',NULL,'2018-03-14 14:00:54','2018-03-14 14:00:54',1),
(110,180314105110000119,'股宝805973','15162832805','2','sh600016','民生银行','1',NULL,'2018-03-14 19:37:56','2018-03-14 19:37:56',1),
(111,180314105110000119,'股宝805973','15162832805','2','sz000651','格力电器','1',NULL,'2018-03-14 19:38:16','2018-03-14 19:38:16',1),
(112,180314105110000119,'股宝805973','15162832805','2','sh600519','贵州茅台','1',NULL,'2018-03-15 09:12:11','2018-03-15 09:12:11',1),
(113,180314105110000119,'股宝805973','15162832805','2','sz002594','比亚迪','1',NULL,'2018-03-15 09:12:53','2018-03-15 09:12:53',1),
(114,180315092210000126,'股宝934852','13641017571','2','sz000651','格力电器','1',NULL,'2018-03-15 09:22:28','2018-03-15 09:22:28',1),
(115,180305141410000113,'丽丽12306','13124853227','1','sz300104','乐视网','1',NULL,'2018-03-15 10:02:32','2018-03-15 10:02:32',1),
(116,180314105110000119,'股宝805973','15162832805','2','sz000538','云南白药','1',NULL,'2018-03-15 11:24:15','2018-03-15 11:24:15',1),
(117,180315092210000126,'股宝934852','13641017571','1','sh600104','上汽集团','1',NULL,'2018-03-15 11:27:54','2018-03-15 11:27:54',1),
(118,180314100310000116,'股宝305284','17621713037','2','sh000300','沪深300','1',NULL,'2018-03-15 11:30:36','2018-03-15 11:30:36',1),
(119,180315092210000126,'股宝934852','13641017571','2','sh000300','沪深300','1',NULL,'2018-03-15 16:52:39','2018-03-15 16:52:39',1),
(120,180305141410000113,'丽丽12306','13124853227','2','sz002152','广电运通','1',NULL,'2018-03-16 14:23:26','2018-03-16 14:23:26',1),
(121,180305141410000113,'丽丽12306','13124853227','2','sz000651','格力电器','0','2018-03-19 10:59:28','2018-03-17 13:11:43','2018-03-17 13:11:43',1),
(122,180305141410000113,'丽丽12306','13124853227','1','sz000651','格力电器','0','2018-03-28 16:32:28','2018-03-19 11:00:50','2018-03-19 11:00:50',1),
(123,180305141410000113,'丽丽12306','13124853227','2','sh000001','上证指数','0','2018-03-19 17:31:34','2018-03-19 13:48:22','2018-03-19 13:48:22',1),
(124,180305141410000113,'丽丽12306','13124853227','2','sh000300','沪深300','0','2018-03-19 14:05:55','2018-03-19 14:05:41','2018-03-19 14:05:41',1),
(125,180314105110000119,'小花','15162832805','2','sh000300','沪深300','1',NULL,'2018-03-20 16:41:47','2018-03-20 16:41:47',1),
(126,180315092210000126,'股宝934852','13641017571','2','sh000001','上证指数','1',NULL,'2018-03-27 14:21:18','2018-03-27 14:21:18',1),
(127,180305141410000113,'miss','13124853227','1','sz000651','格力电器','1',NULL,'2018-03-28 16:32:28','2018-03-28 16:32:28',1),
(128,180306141310000114,'股宝967435','15570103502','1','sh000300','沪深300','1',NULL,'2018-03-29 12:16:49','2018-03-29 12:16:49',1),
(129,180306141310000114,'股宝967435','15570103502','2','sh000001','上证指数','1',NULL,'2018-03-30 14:33:09','2018-03-30 14:33:09',1),
(130,180402135910000127,'股宝301428','13911018903','2','sh600104','上汽集团','1',NULL,'2018-04-02 13:59:25','2018-04-02 13:59:25',1),
(131,180402140310000128,'股宝680392','17810347802','2','sh600104','上汽集团','1',NULL,'2018-04-02 14:03:35','2018-04-02 14:03:35',1),
(132,180402135910000127,'股宝301428','13911018903','1','sh600105','永鼎股份','1',NULL,'2018-04-02 14:12:06','2018-04-02 14:12:06',1),
(133,180403151310000129,'股宝037264','18670708641','2','sh600104','上汽集团','1',NULL,'2018-04-03 15:17:31','2018-04-03 15:17:31',1),
(134,180403151310000129,'股宝037264','18670708641','2','sh000300','沪深300','1',NULL,'2018-04-03 15:22:44','2018-04-03 15:22:44',1),
(135,180408234510000130,'股宝803125','13828251525','1','sz000727','华东科技','1',NULL,'2018-04-08 23:46:36','2018-04-08 23:46:36',1),
(136,180314105110000119,'小花','15162832805','2','sh600104','上汽集团','1',NULL,'2018-04-10 11:51:36','2018-04-10 11:51:36',1),
(137,180412165510000133,'sc','18221480076','2','sh601318','中国平安','1',NULL,'2018-04-12 17:18:56','2018-04-12 17:18:56',1),
(138,180419183410000134,'股宝632817','15901855484','2','sh000001','上证指数','1',NULL,'2018-04-19 18:35:53','2018-04-19 18:35:53',1),
(139,180419183410000134,'股宝632817','15901855484','2','sh000300','沪深300','1',NULL,'2018-04-19 18:51:14','2018-04-19 18:51:14',1),
(140,180420124810000135,'股宝538190','15286832261','1','sh601318','中国平安','1',NULL,'2018-04-20 12:49:04','2018-04-20 12:49:04',1),
(141,180419183410000134,'股宝632817','15901855484','2','sz399006','创业板指','1',NULL,'2018-04-21 11:13:40','2018-04-21 11:13:40',1),
(142,170101000000000001,'股宝123','12300000000','2','sh000001','上证指数','1',NULL,'2018-04-24 12:45:47','2018-04-24 12:45:47',1),
(143,180426143310000137,'股宝391850','13130047438','1','sh000001','上证指数','0','2018-04-27 06:40:47','2018-04-27 06:40:32','2018-04-27 06:40:32',1),
(144,180426143310000137,'股宝391850','13130047438','1','sh000001','上证指数','1',NULL,'2018-04-27 06:41:07','2018-04-27 06:41:07',1),
(145,180426143310000137,'股宝391850','13130047438','2','sh000300','沪深300','1',NULL,'2018-04-27 06:49:05','2018-04-27 06:49:05',1),
(146,180314102610000117,'小旺','13661541731','2','sh600009','上海机场','1',NULL,'2018-05-09 17:12:47','2018-05-09 17:12:47',1),
(147,180314102610000117,'旺财财经情报站','13661541731','2','sh600887','伊利股份','1',NULL,'2018-05-11 18:11:13','2018-05-11 18:11:13',1),
(148,180314102610000117,'旺财财经情报站','13661541731','2','sz002016','世荣兆业','1',NULL,'2018-05-16 16:17:51','2018-05-16 16:17:51',1),
(149,180516225310000139,'股宝978406','18036080356','1','sz000735','罗牛山','1',NULL,'2018-05-16 22:53:50','2018-05-16 22:53:50',1),
(150,180314102610000117,'旺财财经情报站','13661541731','2','sh600346','恒力股份','1',NULL,'2018-05-17 17:42:43','2018-05-17 17:42:43',1),
(151,180314102610000117,'旺财财经情报站','13661541731','2','sh600132','重庆啤酒','1',NULL,'2018-05-18 18:02:18','2018-05-18 18:02:18',1),
(152,180314102610000117,'旺财财经情报站','13661541731','2','sz300188','美亚柏科','1',NULL,'2018-05-21 17:50:01','2018-05-21 17:50:01',1),
(153,180314131210000121,'股神芳形','13671916880','2','sh600009','上海机场','1',NULL,'2018-05-21 18:10:20','2018-05-21 18:10:20',1),
(154,180314131210000121,'股神芳形','13671916880','2','sh600600','青岛啤酒','1',NULL,'2018-05-21 18:12:14','2018-05-21 18:12:14',1),
(155,180521223010000140,'股宝217346','13863359912','2','sz002630','华西能源','1',NULL,'2018-05-21 22:31:12','2018-05-21 22:31:12',1),
(156,180522085810000141,'股宝061948','13304861707','1','sz002474','榕基软件','1',NULL,'2018-05-22 08:58:31','2018-05-22 08:58:31',1),
(157,180314102610000117,'旺财财经情报站','13661541731','2','sz002563','森马服饰','1',NULL,'2018-05-22 17:32:09','2018-05-22 17:32:09',1),
(158,180314102610000117,'旺财财经情报站','13661541731','2','sz000338','潍柴动力','1',NULL,'2018-05-23 17:20:03','2018-05-23 17:20:03',1),
(159,180521223010000140,'股宝217346','13863359912','2','sz000572','海马汽车','1',NULL,'2018-05-23 20:01:50','2018-05-23 20:01:50',1),
(160,180516173810000138,'股宝187904','15804080341','2','sh600104','上汽集团','1',NULL,'2018-05-24 10:11:11','2018-05-24 10:11:11',1),
(161,180516173810000138,'股宝187904','15804080341','2','sz000338','潍柴动力','1',NULL,'2018-05-24 10:14:23','2018-05-24 10:14:23',1),
(162,180516173810000138,'股宝187904','15804080341','2','sz000651','格力电器','1',NULL,'2018-05-24 10:18:44','2018-05-24 10:18:44',1),
(163,180516173810000138,'股宝187904','15804080341','2','sz002594','比亚迪','1',NULL,'2018-05-24 11:40:07','2018-05-24 11:40:07',1),
(164,180314102610000117,'旺财财经情报站','13661541731','2','sh600600','青岛啤酒','1',NULL,'2018-05-24 15:16:54','2018-05-24 15:16:54',1),
(165,180516173810000138,'股宝187904','15804080341','2','sh600600','青岛啤酒','1',NULL,'2018-05-24 16:12:19','2018-05-24 16:12:19',1);

/*Table structure for table `mgr_fans_manage` */

DROP TABLE IF EXISTS `mgr_fans_manage`;

CREATE TABLE `mgr_fans_manage` (
  `mfm_id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `mfm_attention_id` bigint(20) DEFAULT NULL COMMENT '关注人id',
  `mfm_attention_nickname` varchar(64) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL COMMENT '关注人昵称',
  `mfm_attention_to_id` bigint(20) DEFAULT NULL COMMENT '被关注人id',
  `mfm_attention_to_nickname` varchar(64) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL COMMENT '被关注人昵称',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`mfm_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='关注粉丝表';

/*Data for the table `mgr_fans_manage` */

insert  into `mgr_fans_manage`(`mfm_id`,`mfm_attention_id`,`mfm_attention_nickname`,`mfm_attention_to_id`,`mfm_attention_to_nickname`,`inserttime`,`updatetime`,`isactive`) values 
(1,170101000000000001,'股宝123',180419183410000134,'股宝632817','2018-05-22 11:33:46','2018-05-22 11:33:46',1);

/*Table structure for table `mgr_forecast_log` */

DROP TABLE IF EXISTS `mgr_forecast_log`;

CREATE TABLE `mgr_forecast_log` (
  `mdl_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '预测记录编号',
  `mfl_user_id` bigint(20) DEFAULT NULL COMMENT '用户id',
  `mfl_nickname` varchar(64) DEFAULT NULL COMMENT '用户昵称',
  `mfl_mobile` varchar(20) DEFAULT NULL COMMENT '用户手机号',
  `mfl_from_type` varchar(1) DEFAULT NULL COMMENT '预测来源:1:主动预测;2:pk活动;3:明星研究员PK—发起;4:明星研究员PK—参与',
  `mfl_publish_date` datetime DEFAULT NULL COMMENT '预测发布时间',
  `mfl_stock_code` varchar(10) DEFAULT NULL COMMENT '股票代码',
  `mfl_stock_name` varchar(16) DEFAULT NULL COMMENT '股票名称',
  `mfl_current_value` decimal(18,2) DEFAULT NULL COMMENT '预测时股票价格',
  `mfl_publish_value` decimal(18,2) DEFAULT NULL COMMENT '预测日收盘价',
  `mfl_period_type` char(4) DEFAULT NULL COMMENT '预测时长:1001:1个交易日;1002:3个交易日;1003:5个交易日;1004:10个交易日;1005:20个交易日;',
  `mfl_forecast_type` char(4) DEFAULT NULL COMMENT '预测趋势:1001:我猜涨;1002:我猜跌;1003:我猜平;',
  `mfl_forecast_value` decimal(18,2) DEFAULT NULL COMMENT '预测价格',
  `mfl_forecast_condition` varchar(200) DEFAULT NULL COMMENT '预测依据',
  `mfl_article_id` int(10) DEFAULT NULL COMMENT '参考文章id',
  `mfl_forecast_note` varchar(256) DEFAULT NULL COMMENT '交易笔记',
  `mfl_note_num` int(5) DEFAULT '0' COMMENT '笔记数量',
  `mfl_expect_date` date DEFAULT NULL COMMENT '预计开奖日',
  `mfl_prize_date` date DEFAULT NULL COMMENT '实际开奖日',
  `mfl_prize_status` char(1) DEFAULT '0' COMMENT '是否开奖:0:否;1:是;',
  `mfl_prize_value` decimal(18,2) DEFAULT NULL COMMENT '开奖收盘价',
  `mfl_market_value` decimal(18,2) DEFAULT NULL COMMENT '市值',
  `mfl_forecast_flag` char(1) DEFAULT NULL COMMENT '是否预测正确:0:否;1:是;',
  `mfl_forecast_mark` int(4) DEFAULT NULL COMMENT '预测分数',
  `mfl_balance_type` char(1) DEFAULT NULL COMMENT '收支类型:1:收入;2:支出;',
  `mfl_coin_num` int(10) DEFAULT NULL COMMENT '金币数量',
  `mfl_realcoin_num` int(10) DEFAULT NULL COMMENT '实际金币数量',
  `mfl_num_id` int(10) DEFAULT NULL COMMENT '场次（pk发起人预测记录编号）',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`mdl_id`),
  UNIQUE KEY `uq_mfl_forcast` (`mfl_user_id`,`mfl_from_type`,`mfl_stock_code`,`mfl_period_type`,`mfl_expect_date`,`mfl_num_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=173 DEFAULT CHARSET=utf8 COMMENT='预测记录表';

/*Data for the table `mgr_forecast_log` */

insert  into `mgr_forecast_log`(`mdl_id`,`mfl_user_id`,`mfl_nickname`,`mfl_mobile`,`mfl_from_type`,`mfl_publish_date`,`mfl_stock_code`,`mfl_stock_name`,`mfl_current_value`,`mfl_publish_value`,`mfl_period_type`,`mfl_forecast_type`,`mfl_forecast_value`,`mfl_forecast_condition`,`mfl_article_id`,`mfl_forecast_note`,`mfl_note_num`,`mfl_expect_date`,`mfl_prize_date`,`mfl_prize_status`,`mfl_prize_value`,`mfl_market_value`,`mfl_forecast_flag`,`mfl_forecast_mark`,`mfl_balance_type`,`mfl_coin_num`,`mfl_realcoin_num`,`mfl_num_id`,`inserttime`,`updatetime`,`isactive`) values 
(84,180305141410000113,'股宝869534','13124853227','1','2018-03-05 14:15:26','sh600030','中信证券',17.85,17.83,'1003','1003',17.83,'',NULL,'',0,'2018-03-12','2018-03-12','1',19.30,2338.56,'0',-24,'2',24,24,NULL,'2018-03-05 14:15:25','2018-03-12 16:00:00',1),
(85,180305141410000113,'丽丽12306','13124853227','1','2018-03-05 14:20:30','sh600025','华能水电',4.18,4.24,'1001','1003',4.24,'',NULL,'',0,'2018-03-06','2018-03-06','1',4.26,766.80,'0',-7,'2',7,7,NULL,'2018-03-05 14:20:30','2018-03-06 16:00:00',1),
(86,180306141310000114,'股宝967435','15570103502','1','2018-03-06 14:17:17','sh601398','工商银行',6.60,6.62,'1001','1002',6.61,'消息面',NULL,'',0,'2018-03-07','2018-03-07','1',6.63,23629.72,'0',-6,'2',6,6,NULL,'2018-03-06 14:17:16','2018-03-07 16:00:00',1),
(87,180305141410000113,'丽丽12306','13124853227','1','2018-03-12 16:11:00','sh600036','招商银行',30.84,31.15,'1004','1002',30.84,'',NULL,'',0,'2018-03-26','2018-03-26','1',29.11,7341.48,'1',54,'1',54,54,NULL,'2018-03-12 16:10:59','2018-03-26 16:00:00',1),
(88,180314100310000116,'股宝305284','17621713037','1','2018-03-14 10:03:39','sh600519','贵州茅台',707.24,710.35,'1001','1001',707.80,'技术面,消息面,基本面',NULL,'哈哈哈',0,'2018-03-15','2018-03-15','1',746.47,9377.16,'1',12,'1',12,12,NULL,'2018-03-14 10:03:39','2018-03-15 16:00:01',1),
(89,180314100310000116,'股宝305284','17621713037','1','2018-03-14 10:15:40','sz000002','万科A',32.50,32.48,'1002','1001',32.48,'基本面,消息面,技术面',NULL,'肯定涨',0,'2018-03-19','2018-03-19','1',31.58,3486.18,'0',-13,'2',13,13,89,'2018-03-14 10:15:40','2018-03-19 16:00:01',1),
(90,180314103610000118,'股宝917253','15515895967','2','2018-03-14 10:36:16','sz000002','万科A',32.72,32.48,'1002','1003',32.48,'消息面,基本面',NULL,'gggggggggggggggg',0,'2018-03-19','2018-03-19','1',31.58,3486.18,'0',-13,'2',13,13,89,'2018-03-14 10:36:15','2018-03-19 16:00:01',1),
(91,180314100310000116,'股宝305284','17621713037','1','2018-03-14 10:42:46','sh600004','白云机场',15.96,16.13,'1001','1001',15.96,'技术面,消息面,基本面',NULL,'我来看下',0,'2018-03-15','2018-03-15','1',15.99,330.88,'0',-6,'2',6,6,91,'2018-03-14 10:42:46','2018-03-15 16:00:01',1),
(92,180314103610000118,'股宝917253','15515895967','2','2018-03-14 11:09:49','sh600004','白云机场',15.94,16.13,'1001','1002',15.95,'消息面,基本面',NULL,'跌跌，航空现在不行了',0,'2018-03-15','2018-03-15','1',15.99,330.88,'1',40,'1',40,40,91,'2018-03-14 11:09:48','2018-03-15 16:00:01',1),
(93,180314105110000119,'股宝805973','15162832805','1','2018-03-14 11:52:57','sh000001','上证指数',3290.72,3310.24,'1001','1001',3290.77,'技术面',NULL,'',0,'2018-03-15','2018-03-15','1',3291.11,0.00,'0',-6,'2',6,6,NULL,'2018-03-14 11:52:56','2018-03-15 16:00:01',1),
(94,180314131210000121,'股宝502134','13671916880','1','2018-03-14 13:12:29','sz000538','云南白药',99.50,99.00,'1001','1001',109.00,'技术面',NULL,'本来今天想卖云南白药，跟据之前经验，每次卖了都涨，先不动，放个预测，1个月后再看',0,'2018-03-15','2018-03-15','1',101.15,1053.38,'1',12,'1',12,12,NULL,'2018-03-14 13:12:29','2018-03-15 16:00:01',1),
(95,180314131210000121,'股宝502134','13671916880','1','2018-03-14 13:13:01','sz000538','云南白药',99.26,99.00,'1005','1001',109.00,'技术面',NULL,'本来今天想卖云南白药，跟据之前经验，每次卖了都涨，先不动，放个预测，1个月后再看',0,'2018-04-13','2018-04-13','1',96.22,1002.04,'0',-28,'2',28,28,95,'2018-03-14 13:13:01','2018-04-13 16:00:00',1),
(96,180314132910000122,'股宝394271','18621761918','2','2018-03-14 13:30:06','sz000538','云南白药',98.76,99.00,'1005','1001',100.00,'技术面',NULL,'',0,'2018-04-13','2018-04-13','1',96.22,1002.04,'0',-11,'2',11,11,95,'2018-03-14 13:30:06','2018-04-13 16:00:00',1),
(97,180314133010000123,'股宝758463','13819058008','2','2018-03-14 13:30:46','sz000538','云南白药',98.80,99.00,'1005','1003',99.00,'',NULL,'',0,'2018-04-13','2018-04-13','1',96.22,1002.04,'0',-9,'2',9,9,95,'2018-03-14 13:30:45','2018-04-13 16:00:00',1),
(98,180314132910000122,'股宝394271','18621761918','1','2018-03-14 13:34:15','sh600104','上汽集团',36.95,36.92,'1001','1001',37.01,'技术面',NULL,'',0,'2018-03-15','2018-03-15','1',36.77,4296.02,'0',-7,'2',7,7,NULL,'2018-03-14 13:34:15','2018-03-15 16:00:01',1),
(99,180314131210000121,'股宝502134','13671916880','1','2018-03-14 13:34:38','sh600872','中炬高新',24.80,24.98,'1003','1002',23.80,'技术面',NULL,NULL,0,'2018-03-21','2018-03-21','1',25.19,200.67,'0',-15,'2',15,15,NULL,'2018-03-14 13:34:37','2018-03-21 16:00:00',1),
(100,180305141410000113,'丽丽12306','13124853227','1','2018-03-14 13:38:33','sh600588','用友网络',39.00,40.02,'1004','1003',40.02,'消息面',NULL,'',0,'2018-03-28','2018-03-28','1',37.44,548.20,'0',-19,'2',19,19,100,'2018-03-14 13:38:33','2018-03-28 16:00:00',1),
(101,170101000000000001,'股宝123','12300000000','2','2018-03-14 13:43:54','sh600588','用友网络',39.05,40.02,'1004','1003',40.02,'消息面,基本面',NULL,'',0,'2018-03-28','2018-03-28','1',37.44,548.20,'0',-19,'2',19,19,100,'2018-03-14 13:43:53','2018-03-28 16:00:00',1),
(102,180314131110000120,'股宝238075','17601388302','1','2018-03-14 13:48:06','sz000009','中国宝安',6.36,6.42,'1002','1001',6.42,'技术面,消息面',NULL,'我猜的',0,'2018-03-19','2018-03-19','1',6.37,136.91,'0',-7,'2',7,7,102,'2018-03-14 13:48:05','2018-03-19 16:00:01',1),
(103,180314100310000116,'股宝305284','17621713037','2','2018-03-14 13:49:34','sz000009','中国宝安',6.37,6.42,'1002','1001',6.39,'技术面,消息面,基本面',NULL,'涨了',0,'2018-03-19','2018-03-19','1',6.37,136.91,'0',-6,'2',6,6,102,'2018-03-14 13:49:34','2018-03-19 16:00:01',1),
(104,180314103610000118,'股宝917253','15515895967','2','2018-03-14 13:49:37','sz000009','中国宝安',6.37,6.42,'1002','1002',6.36,'消息面,基本面',NULL,'跌了',0,'2018-03-19','2018-03-19','1',6.37,136.91,'1',50,'1',50,50,102,'2018-03-14 13:49:36','2018-03-19 16:00:01',1),
(105,180314131110000120,'股宝238075','17601388302','1','2018-03-14 13:52:16','sh600362','江西铜业',18.54,18.24,'1001','1001',18.79,'技术面,消息面',NULL,'',0,'2018-03-15','2018-03-15','1',18.40,637.14,'1',25,'1',25,25,105,'2018-03-14 13:52:16','2018-03-15 16:00:01',1),
(106,180314135410000124,'股宝639781','18018605281','2','2018-03-14 13:54:29','sz000009','中国宝安',6.36,6.42,'1002','1001',6.37,'技术面,消息面,基本面',NULL,'',0,'2018-03-19','2018-03-19','1',6.37,136.91,'0',-6,'2',6,6,102,'2018-03-14 13:54:28','2018-03-19 16:00:01',1),
(107,180314135810000125,'股宝703692','18516527302','2','2018-03-14 13:58:16','sh600362','江西铜业',18.64,18.24,'1001','1001',18.68,'基本面',NULL,'',0,'2018-03-15','2018-03-15','1',18.40,637.14,'1',21,'1',21,21,105,'2018-03-14 13:58:15','2018-03-15 16:00:01',1),
(108,180314131110000120,'股宝305284','17601388302','1','2018-03-14 14:00:05','sh600362','江西铜业',18.61,18.24,'1002','1001',18.75,'技术面,消息面',NULL,'',0,'2018-03-19','2018-03-19','1',17.70,612.90,'0',-22,'2',22,22,108,'2018-03-14 14:00:05','2018-03-19 16:00:01',1),
(109,180314100310000116,'股宝305284','17621713037','2','2018-03-14 14:00:54','sh600362','江西铜业',18.62,18.24,'1002','1001',18.63,'技术面,消息面',NULL,'',0,'2018-03-19','2018-03-19','1',17.70,612.90,'0',-20,'2',20,20,108,'2018-03-14 14:00:54','2018-03-19 16:00:01',1),
(110,180314105110000119,'股宝805973','15162832805','1','2018-03-14 19:37:01','sh000001','上证指数',3291.38,3310.24,'1002','1003',3310.24,'',NULL,'',0,'2018-03-19','2018-03-19','1',3279.25,0.00,'0',-10,'2',10,10,NULL,'2018-03-14 19:37:00','2018-03-19 16:00:01',1),
(111,180314105110000119,'股宝805973','15162832805','1','2018-03-14 19:37:29','sh000001','上证指数',3291.38,3310.24,'1003','1002',3288.00,'',NULL,'',0,'2018-03-21','2018-03-21','1',3280.95,0.00,'1',52,'1',52,52,NULL,'2018-03-14 19:37:29','2018-03-21 16:00:00',1),
(112,180314105110000119,'股宝805973','15162832805','1','2018-03-14 19:37:56','sh600016','民生银行',8.38,8.46,'1001','1001',8.60,'',NULL,'',0,'2018-03-15','2018-03-15','1',8.36,3050.18,'0',-16,'2',16,16,NULL,'2018-03-14 19:37:56','2018-03-15 16:00:01',1),
(113,180314105110000119,'股宝805973','15162832805','1','2018-03-14 19:38:16','sz000651','格力电器',52.18,53.00,'1001','1001',53.00,'',NULL,'',0,'2018-03-15','2018-03-15','1',53.80,3236.46,'1',21,'1',21,21,NULL,'2018-03-14 19:38:16','2018-03-15 16:00:01',1),
(114,180314105110000119,'股宝805973','15162832805','1','2018-03-15 09:12:11','sh600519','贵州茅台',726.88,726.88,'1001','1001',728.00,'消息面',NULL,'',0,'2018-03-16','2018-03-16','1',739.85,9294.00,'1',21,'1',21,21,NULL,'2018-03-15 09:12:11','2018-03-16 16:00:00',1),
(115,180314105110000119,'股宝805973','15162832805','1','2018-03-15 09:12:54','sz002594','比亚迪',64.36,64.36,'1001','1001',65.00,'技术面',NULL,'',0,'2018-03-16','2018-03-16','1',64.23,1752.28,'0',-10,'2',10,10,NULL,'2018-03-15 09:12:53','2018-03-16 16:00:00',1),
(116,180315092210000126,'股宝934852','13641017571','1','2018-03-15 09:22:29','sz000651','格力电器',52.18,52.18,'1001','1003',52.18,'技术面',NULL,'',0,'2018-03-16','2018-03-16','1',53.42,3213.60,'0',-14,'2',14,14,NULL,'2018-03-15 09:22:28','2018-03-16 16:00:00',1),
(117,180314105110000119,'股宝805973','15162832805','1','2018-03-15 11:20:26','sh000001','上证指数',3290.14,3291.38,'1001','1003',3291.38,'',NULL,'',0,'2018-03-16','2018-03-16','1',3269.88,0.00,'0',-9,'2',9,9,NULL,'2018-03-15 11:20:25','2018-03-16 16:00:00',1),
(118,180314105110000119,'股宝805973','15162832805','1','2018-03-15 11:20:46','sh000001','上证指数',3290.32,3291.38,'1002','1002',3291.25,'',NULL,'',0,'2018-03-20','2018-03-20','1',3290.64,0.00,'1',43,'1',43,43,NULL,'2018-03-15 11:20:46','2018-03-20 16:00:00',1),
(119,180314105110000119,'股宝805973','15162832805','2','2018-03-15 11:24:15','sz000538','云南白药',100.63,98.40,'1005','1001',1016.01,'',NULL,'',0,'2018-04-13','2018-04-13','1',96.22,1002.04,'0',-28,'2',28,28,95,'2018-03-15 11:24:14','2018-04-13 16:00:00',1),
(120,180314100310000116,'股宝305284','17621713037','1','2018-03-15 11:30:37','sh000300','沪深300',4089.26,4073.34,'1001','1001',4089.26,'消息面,技术面',NULL,'',0,'2018-03-16','2018-03-16','1',4056.42,0.00,'0',-9,'2',9,9,NULL,'2018-03-15 11:30:36','2018-03-16 16:00:00',1),
(121,180315092210000126,'股宝934852','13641017571','1','2018-03-15 16:52:40','sh000300','沪深300',4096.16,4073.34,'1001','1003',4073.34,'',NULL,'',0,'2018-03-16','2018-03-16','1',4056.42,0.00,'0',-7,'2',7,7,NULL,'2018-03-15 16:52:39','2018-03-16 16:00:00',1),
(122,180314100310000116,'股宝305284','17621713037','1','2018-03-16 12:57:03','sh000300','沪深300',4087.18,4096.16,'1001','1002',4087.18,'消息面,技术面',NULL,NULL,0,'2018-03-19','2018-03-19','1',4074.25,0.00,'1',13,'1',13,13,NULL,'2018-03-16 12:57:03','2018-03-19 16:00:01',1),
(123,180305141410000113,'丽丽12306','13124853227','1','2018-03-16 14:23:27','sz002152','广电运通',7.49,7.59,'1001','1001',7.49,NULL,NULL,NULL,0,'2018-03-19','2018-03-19','1',7.44,180.71,'0',-7,'2',7,7,NULL,'2018-03-16 14:23:26','2018-03-19 16:00:01',1),
(124,180305141410000113,'丽丽12306','13124853227','1','2018-03-17 13:11:43','sz000651','格力电器',53.42,53.80,'1001','1003',53.80,NULL,NULL,NULL,0,'2018-03-19','2018-03-19','1',52.93,3184.13,'0',-11,'2',11,11,NULL,'2018-03-17 13:11:43','2018-03-19 16:00:01',1),
(125,180305141410000113,'丽丽12306','13124853227','1','2018-03-19 11:01:00','sz000651','格力电器',52.85,53.42,'1001','1002',52.84,NULL,NULL,NULL,0,'2018-03-20','2018-03-20','1',52.20,3140.21,'1',19,'1',19,19,NULL,'2018-03-19 11:00:59','2018-03-20 16:00:00',1),
(126,180305141410000113,'丽丽12306','13124853227','1','2018-03-19 13:48:23','sh000001','上证指数',3273.55,3269.88,'1001','1001',3273.55,NULL,NULL,NULL,0,'2018-03-20','2018-03-20','1',3290.64,0.00,'1',15,'1',15,15,NULL,'2018-03-19 13:48:22','2018-03-20 16:00:00',1),
(127,180305141410000113,'丽丽12306','13124853227','1','2018-03-19 14:00:42','sz002152','广电运通',7.49,7.48,'1001','1003',7.48,NULL,NULL,NULL,0,'2018-03-20','2018-03-20','1',7.40,179.74,'0',-8,'2',8,8,NULL,'2018-03-19 14:00:41','2018-03-20 16:00:00',1),
(128,180305141410000113,'丽丽12306','13124853227','1','2018-03-19 14:05:42','sh000300','沪深300',4064.98,4056.42,'1001','1001',4069.00,NULL,NULL,NULL,0,'2018-03-20','2018-03-20','1',4077.70,0.00,'1',33,'1',33,33,NULL,'2018-03-19 14:05:41','2018-03-20 16:00:00',1),
(129,180305141410000113,'miss丽','13124853227','1','2018-03-20 10:33:31','sz000651','格力电器',52.11,52.93,'1001','1002',52.12,NULL,NULL,NULL,0,'2018-03-21','2018-03-21','1',51.70,3110.13,'1',16,'1',16,16,NULL,'2018-03-20 10:33:30','2018-03-21 16:00:00',1),
(130,180305141410000113,'miss丽哈哈哈','13124853227','1','2018-03-20 11:01:59','sz000651','格力电器',51.99,52.93,'1004','1001',52.00,NULL,NULL,NULL,0,'2018-04-03','2018-04-03','1',46.12,2774.45,'0',-26,'2',26,26,NULL,'2018-03-20 11:01:59','2018-04-03 16:00:00',1),
(131,180314105110000119,'小花','15162832805','1','2018-03-20 16:41:47','sh000300','沪深300',4077.70,4074.25,'1001','1001',4078.00,'',NULL,NULL,0,'2018-03-21','2018-03-21','1',4061.05,0.00,'0',-7,'2',7,7,NULL,'2018-03-20 16:41:47','2018-03-21 16:00:00',1),
(132,180314131110000120,'股宝305284','17601388302','1','2018-03-22 08:29:59','sz000009','中国宝安',6.33,6.33,'1001','1001',6.35,NULL,NULL,NULL,0,'2018-03-23','2018-03-23','1',5.83,125.31,'0',-20,'2',20,20,NULL,'2018-03-22 08:29:58','2018-03-23 16:00:00',1),
(133,180315092210000126,'股宝934852','13641017571','1','2018-03-27 14:21:19','sh000001','上证指数',3145.64,3133.72,'1001','1002',3145.64,NULL,NULL,NULL,0,'2018-03-28','2018-03-28','1',3122.29,0.00,'1',17,'1',17,17,NULL,'2018-03-27 14:21:18','2018-03-28 16:00:00',1),
(134,180306141310000114,'股宝967435','15570103502','1','2018-03-29 12:17:01','sh000300','沪深300',3843.32,3842.72,'1001','1003',3842.72,'基本面',NULL,NULL,1,'2018-03-30','2018-03-30','1',3898.50,0.00,'0',-13,'2',13,13,NULL,'2018-03-29 12:17:01','2018-03-30 16:00:00',1),
(135,180306141310000114,'股宝967435','15570103502','1','2018-03-30 14:33:09','sh000001','上证指数',3168.38,3160.53,'1001','1002',3168.51,'消息面',NULL,NULL,1,'2018-04-02','2018-04-02','1',3163.18,0.00,'0',-6,'2',6,6,NULL,'2018-03-30 14:33:09','2018-04-02 16:00:00',1),
(136,180402135910000127,'股宝301428','13911018903','1','2018-04-02 13:59:25','sh600104','上汽集团',33.89,34.01,'1001','1002',33.87,NULL,NULL,NULL,0,'2018-04-03','2018-04-03','1',33.11,3868.41,'1',26,'1',26,26,136,'2018-04-02 13:59:25','2018-04-03 16:00:00',1),
(137,180402140310000128,'股宝680392','17810347802','2','2018-04-02 14:03:36','sh600104','上汽集团',33.97,34.01,'1001','1002',33.98,'',NULL,NULL,0,'2018-04-03','2018-04-03','1',33.11,3868.41,'1',29,'1',29,29,136,'2018-04-02 14:03:35','2018-04-03 16:00:00',1),
(138,180403151310000129,'股宝037264','18670708641','1','2018-04-03 15:17:31','sh600104','上汽集团',33.11,33.99,'1001','1001',33.11,NULL,NULL,NULL,0,'2018-04-04','2018-04-04','1',33.90,3960.71,'0',-14,'2',14,14,NULL,'2018-04-03 15:17:31','2018-04-04 16:00:00',1),
(139,180403151310000129,'股宝037264','18670708641','1','2018-04-03 15:22:44','sh000300','沪深300',3862.48,3886.92,'1001','1001',3862.48,NULL,NULL,NULL,0,'2018-04-04','2018-04-04','1',3854.86,0.00,'0',-6,'2',6,6,NULL,'2018-04-03 15:22:44','2018-04-04 16:00:00',1),
(140,180314105110000119,'小花','15162832805','1','2018-04-10 11:51:36','sh600104','上汽集团',33.43,34.05,'1001','1001',33.53,NULL,NULL,NULL,0,'2018-04-11','2018-04-11','1',33.05,3861.40,'0',-10,'2',10,10,NULL,'2018-04-10 11:51:36','2018-04-11 16:00:00',1),
(141,180412165510000133,'sc','18221480076','1','2018-04-12 17:18:56','sh601318','中国平安',66.72,67.67,'1002','1001',66.78,NULL,NULL,NULL,0,'2018-04-17','2018-04-17','1',63.13,11540.29,'0',-21,'2',21,21,NULL,'2018-04-12 17:18:56','2018-04-17 16:00:00',1),
(142,180314105110000119,'小花','15162832805','1','2018-04-19 16:47:18','sh000001','上证指数',3117.38,3091.40,'1001','1001',3118.00,NULL,NULL,NULL,0,'2018-04-20','2018-04-20','1',3071.54,0.00,'0',-14,'2',14,14,NULL,'2018-04-19 16:47:17','2018-04-20 16:00:00',1),
(143,180419183410000134,'股宝632817','15901855484','1','2018-04-19 18:35:54','sh000001','上证指数',3117.38,3091.40,'1002','1001',3117.78,NULL,NULL,NULL,0,'2018-04-24','2018-04-24','1',3128.93,0.00,'1',16,'1',16,16,NULL,'2018-04-19 18:35:53','2018-04-24 16:00:00',1),
(144,180419183410000134,'股宝632817','15901855484','1','2018-04-19 18:51:15','sh000300','沪深300',3811.84,3766.28,'1002','1001',3811.95,NULL,NULL,NULL,0,'2018-04-24','2018-04-24','1',3843.49,0.00,'1',21,'1',21,21,NULL,'2018-04-19 18:51:14','2018-04-24 16:00:00',1),
(145,180420124810000135,'股宝538190','15286832261','1','2018-04-20 12:49:45','sh601318','中国平安',64.01,64.48,'1001','1002',63.80,'消息面',NULL,NULL,0,'2018-04-23','2018-04-23','1',64.99,11880.30,'0',-12,'2',12,12,NULL,'2018-04-20 12:49:44','2018-04-23 16:00:00',1),
(146,180419183410000134,'股宝632817','15901855484','1','2018-04-21 11:13:41','sz399006','创业板指',1782.81,1820.28,'1002','1002',1782.75,NULL,NULL,NULL,0,'2018-04-25','2018-04-25','1',1819.41,0.00,'1',33,'1',33,33,NULL,'2018-04-21 11:13:40','2018-04-25 16:00:00',1),
(147,170101000000000001,'股宝123','12300000000','1','2018-04-24 12:45:47','sh000001','上证指数',3131.52,3068.01,'1001','1001',3131.52,NULL,NULL,NULL,2,'2018-04-25','2018-04-25','1',3117.97,0.00,'1',14,'1',14,14,NULL,'2018-04-24 12:45:47','2018-04-25 16:00:00',1),
(148,180412165510000133,'sc','18221480076','1','2018-04-26 18:00:37','sh601318','中国平安',63.12,65.50,'1003','1001',63.49,NULL,NULL,NULL,0,'2018-05-07','2018-05-07','1',61.19,11185.65,'0',-15,'2',15,15,NULL,'2018-04-26 18:00:37','2018-05-07 16:00:01',1),
(149,180426143310000137,'股宝391850','13130047438','1','2018-04-27 06:42:38','sh000001','上证指数',3075.03,3075.03,'1001','1002',3073.09,'技术面',NULL,NULL,0,'2018-05-02','2018-05-02','1',3081.18,0.00,'0',-6,'2',6,6,NULL,'2018-04-27 06:42:38','2018-05-02 16:00:01',1),
(150,180426143310000137,'股宝391850','13130047438','1','2018-04-27 06:49:05','sh000300','沪深300',3755.49,3755.49,'1001','1002',3478.49,'消息面,基本面',NULL,NULL,1,'2018-05-02','2018-05-02','1',3763.65,0.00,'0',-20,'2',20,20,NULL,'2018-04-27 06:49:05','2018-05-02 16:00:01',1),
(151,180314102610000117,'小旺','13661541731','1','2018-05-09 17:12:47','sh600009','上海机场',52.99,51.90,'1001','1001',52.99,NULL,NULL,NULL,0,'2018-05-10','2018-05-10','1',55.01,1060.02,'1',36,'1',36,36,NULL,'2018-05-09 17:12:47','2018-05-10 16:00:00',1),
(152,180314102610000117,'旺财财经情报站','13661541731','1','2018-05-09 18:35:23','sh600009','上海机场',52.99,51.90,'1005','1001',57.99,NULL,NULL,NULL,0,'2018-06-06',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-09 18:35:22','2018-05-10 01:25:00',1),
(153,180314102610000117,'旺财财经情报站','13661541731','1','2018-05-11 18:11:13','sh600887','伊利股份',25.91,26.38,'1005','1001',27.91,NULL,NULL,NULL,0,'2018-06-08',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-11 18:11:13','2018-05-12 01:25:00',1),
(154,180314102610000117,'旺财财经情报站','13661541731','1','2018-05-16 16:17:52','sz002016','世荣兆业',17.22,16.92,'1005','1001',18.08,NULL,NULL,NULL,0,'2018-06-13',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-16 16:17:51','2018-05-17 01:25:00',1),
(155,180516225310000139,'股宝978406','18036080356','1','2018-05-16 22:54:09','sz000735','罗牛山',12.47,11.34,'1002','1001',12.47,NULL,NULL,NULL,0,'2018-05-21','2018-05-21','1',14.08,162.13,'1',15,'1',15,15,NULL,'2018-05-16 22:54:08','2018-05-21 16:00:00',1),
(156,180314102610000117,'旺财财经情报站','13661541731','1','2018-05-17 17:42:43','sh600346','恒力股份',16.86,16.28,'1005','1001',18.55,NULL,NULL,NULL,0,'2018-06-14',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-17 17:42:43','2018-05-18 01:25:00',1),
(157,180314102610000117,'旺财财经情报站','13661541731','1','2018-05-18 18:02:19','sh600132','重庆啤酒',29.91,29.46,'1004','1001',32.90,NULL,NULL,NULL,0,'2018-06-01',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-18 18:02:18','2018-05-19 01:25:00',1),
(158,180314102610000117,'旺财财经情报站','13661541731','1','2018-05-21 17:50:02','sz300188','美亚柏科',30.29,28.32,'1004','1001',33.32,NULL,NULL,NULL,0,'2018-06-04',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-21 17:50:01','2018-05-22 01:25:00',1),
(159,180314131210000121,'股神芳形','13671916880','1','2018-05-21 18:10:20','sh600009','上海机场',53.14,53.99,'1003','1001',55.00,NULL,NULL,NULL,0,'2018-05-28',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-21 18:10:20','2018-05-22 01:25:00',1),
(160,180314131210000121,'股神芳形','13671916880','1','2018-05-21 18:12:14','sh600600','青岛啤酒',52.42,51.86,'1003','1001',54.40,NULL,NULL,NULL,0,'2018-05-28',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-21 18:12:14','2018-05-22 01:25:00',1),
(161,180521223010000140,'股宝217346','13863359912','1','2018-05-21 22:31:13','sz002630','华西能源',8.70,9.09,'1001','1001',8.70,'',NULL,NULL,2,'2018-05-22','2018-05-22','1',8.79,103.79,'0',-8,'2',8,8,NULL,'2018-05-21 22:31:12','2018-05-22 16:00:00',1),
(162,180314102610000117,'旺财财经情报站','13661541731','1','2018-05-22 17:32:10','sz002563','森马服饰',12.42,11.80,'1005','1001',14.90,NULL,NULL,NULL,0,'2018-06-20',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-22 17:32:09','2018-05-23 01:25:00',1),
(163,180314102610000117,'旺财财经情报站','13661541731','1','2018-05-23 17:20:03','sz000338','潍柴动力',8.57,8.60,'1005','1001',9.42,'',NULL,NULL,0,'2018-06-21',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,163,'2018-05-23 17:20:03','2018-05-24 01:25:00',1),
(164,180521223010000140,'股宝217346','13863359912','1','2018-05-23 20:01:50','sz000572','海马汽车',4.09,3.90,'1001','1001',4.21,'',NULL,NULL,2,'2018-05-24','2018-05-24','1',4.29,70.55,'1',21,'1',21,21,NULL,'2018-05-23 20:01:50','2018-05-24 16:00:00',1),
(165,180516173810000138,'股宝187904','15804080341','1','2018-05-24 10:11:11','sh600104','上汽集团',34.30,NULL,'1002','1001',34.32,'基本面',NULL,NULL,0,'2018-05-29',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-24 10:11:11','2018-05-24 10:11:11',1),
(166,180516173810000138,'股宝187904','15804080341','2','2018-05-24 10:14:23','sz000338','潍柴动力',8.49,NULL,'1005','1001',8.52,'基本面',NULL,NULL,0,'2018-06-21',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,163,'2018-05-24 10:14:23','2018-05-24 10:14:23',1),
(167,180516173810000138,'股宝187904','15804080341','1','2018-05-24 10:18:44','sz000651','格力电器',46.27,NULL,'1001','1002',46.25,'基本面',NULL,NULL,0,'2018-05-25',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-24 10:18:44','2018-05-24 10:18:44',1),
(168,180516173810000138,'股宝187904','15804080341','1','2018-05-24 11:40:07','sz002594','比亚迪',54.72,NULL,'1001','1002',54.76,'消息面',NULL,NULL,0,'2018-05-25',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-24 11:40:07','2018-05-24 11:40:07',1),
(169,180516173810000138,'股宝187904','15804080341','1','2018-05-24 15:14:30','sh600104','上汽集团',34.12,NULL,'1001','1001',34.12,'',NULL,NULL,0,'2018-05-25',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-24 15:14:29','2018-05-24 15:14:29',1),
(170,180314102610000117,'旺财财经情报站','13661541731','1','2018-05-24 15:16:54','sh600600','青岛啤酒',50.50,NULL,'1005','1001',55.50,'',NULL,NULL,0,'2018-06-22',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,170,'2018-05-24 15:16:54','2018-05-24 15:16:54',1),
(171,180516173810000138,'股宝187904','15804080341','1','2018-05-24 15:24:15','sz000651','格力电器',45.61,NULL,'1003','1002',45.54,'技术面',NULL,NULL,0,'2018-05-31',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,'2018-05-24 15:24:15','2018-05-24 15:24:15',1),
(172,180516173810000138,'股宝187904','15804080341','2','2018-05-24 16:12:19','sh600600','青岛啤酒',50.50,NULL,'1005','1001',40.00,'消息面',NULL,NULL,0,'2018-06-22',NULL,'0',NULL,NULL,NULL,NULL,NULL,NULL,NULL,170,'2018-05-24 16:12:19','2018-05-24 16:12:19',1);

/*Table structure for table `mgr_forecast_star_log` */

DROP TABLE IF EXISTS `mgr_forecast_star_log`;

CREATE TABLE `mgr_forecast_star_log` (
  `mfsl_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '编号',
  `mfsl_stock_code` varchar(10) DEFAULT NULL COMMENT '股票代码',
  `mfsl_stock_name` varchar(16) DEFAULT NULL COMMENT '股票名称',
  `mfsl_org_name` varchar(30) DEFAULT NULL COMMENT '机构名称',
  `mfsl_researcher` varchar(10) DEFAULT NULL COMMENT '研究员',
  `mfsl_caifu_grade` varchar(64) DEFAULT NULL COMMENT '新财富评级',
  `mfsl_publich_date` date DEFAULT NULL COMMENT '预测发布日期',
  `mfsl_prize_date` date DEFAULT NULL COMMENT '开奖日',
  `mfsl_deviation` varchar(64) DEFAULT NULL COMMENT '偏离度',
  `mfsl_prize_value` decimal(18,2) DEFAULT NULL COMMENT '开奖日收盘价',
  `mfsl_publish_value` decimal(18,2) DEFAULT NULL COMMENT '预测发布日收盘价',
  `mfsl_forecast_value` decimal(18,2) DEFAULT NULL COMMENT '预测价格',
  `mfsl_trade` varchar(30) DEFAULT NULL COMMENT '行业',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`mfsl_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='明星研究员预测记录';

/*Data for the table `mgr_forecast_star_log` */

/*Table structure for table `mgr_pk_log` */

DROP TABLE IF EXISTS `mgr_pk_log`;

CREATE TABLE `mgr_pk_log` (
  `mpl_id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'pk记录编号',
  `mpl_forecast_id` int(10) DEFAULT NULL COMMENT '发起预测记录编号',
  `mpl_user_id` bigint(20) DEFAULT NULL COMMENT '发起人id',
  `mpl_nickname` varchar(64) COLLATE utf8_german2_ci DEFAULT NULL COMMENT '发起人昵称',
  `mpl_mobile` varchar(20) COLLATE utf8_german2_ci DEFAULT NULL COMMENT '发起人手机号',
  `mpl_friend_id` bigint(20) DEFAULT NULL COMMENT '好友id',
  `mpl_friend_nickname` varchar(64) COLLATE utf8_german2_ci DEFAULT NULL COMMENT '好友昵称',
  `mpl_friend_mobile` varchar(26) COLLATE utf8_german2_ci DEFAULT NULL COMMENT '好友手机号',
  `mpl_friend_type` char(4) COLLATE utf8_german2_ci DEFAULT NULL COMMENT '是否是新用户：0：否; 1：是',
  `mpl_friend_forecast_id` int(10) DEFAULT NULL COMMENT '好友预测记录编号',
  `mpl_expect_date` date DEFAULT NULL COMMENT '预测开奖日期',
  `mpl_stock_code` varchar(10) COLLATE utf8_german2_ci DEFAULT NULL COMMENT '股票代码',
  `mpl_stock_name` varchar(16) COLLATE utf8_german2_ci DEFAULT NULL COMMENT '股票名称',
  `mpl_publish_date` datetime DEFAULT NULL COMMENT '预测发布时间',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`mpl_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=28 DEFAULT CHARSET=utf8 COLLATE=utf8_german2_ci COMMENT='pk记录表';

/*Data for the table `mgr_pk_log` */

insert  into `mgr_pk_log`(`mpl_id`,`mpl_forecast_id`,`mpl_user_id`,`mpl_nickname`,`mpl_mobile`,`mpl_friend_id`,`mpl_friend_nickname`,`mpl_friend_mobile`,`mpl_friend_type`,`mpl_friend_forecast_id`,`mpl_expect_date`,`mpl_stock_code`,`mpl_stock_name`,`mpl_publish_date`,`inserttime`,`updatetime`,`isactive`) values 
(14,89,180314100310000116,'股宝305284','17621713037',180314103610000118,'股宝917253','15515895967','1',90,'2018-03-19','sz000002','万科A','2018-03-14 10:36:16','2018-03-14 10:36:15','2018-03-14 10:36:15',1),
(15,91,180314100310000116,'股宝305284','17621713037',180314103610000118,'股宝917253','15515895967','0',92,'2018-03-15','sh600004','白云机场','2018-03-14 11:09:49','2018-03-14 11:09:48','2018-03-14 11:09:48',1),
(16,95,180314131210000121,'股宝502134','13671916880',180314132910000122,'股宝394271','18621761918','1',96,'2018-04-13','sz000538','云南白药','2018-03-14 13:30:06','2018-03-14 13:30:06','2018-03-14 13:30:06',1),
(17,95,180314131210000121,'股宝502134','13671916880',180314133010000123,'股宝758463','13819058008','1',97,'2018-04-13','sz000538','云南白药','2018-03-14 13:30:46','2018-03-14 13:30:45','2018-03-14 13:30:45',1),
(18,100,180305141410000113,'丽丽12306','13124853227',170101000000000001,'股宝123','12300000000','0',101,'2018-03-28','sh600588','用友网络','2018-03-14 13:43:54','2018-03-14 13:43:53','2018-03-14 13:43:53',1),
(19,102,180314131110000120,'股宝238075','17601388302',180314100310000116,'股宝305284','17621713037','0',103,'2018-03-19','sz000009','中国宝安','2018-03-14 13:49:34','2018-03-14 13:49:34','2018-03-14 13:49:34',1),
(20,102,180314131110000120,'股宝238075','17601388302',180314103610000118,'股宝917253','15515895967','0',104,'2018-03-19','sz000009','中国宝安','2018-03-14 13:49:37','2018-03-14 13:49:36','2018-03-14 13:49:36',1),
(21,102,180314131110000120,'股宝238075','17601388302',180314135410000124,'股宝639781','18018605281','1',106,'2018-03-19','sz000009','中国宝安','2018-03-14 13:54:29','2018-03-14 13:54:28','2018-03-14 13:54:28',1),
(22,105,180314131110000120,'股宝238075','17601388302',180314135810000125,'股宝703692','18516527302','1',107,'2018-03-15','sh600362','江西铜业','2018-03-14 13:58:16','2018-03-14 13:58:15','2018-03-14 13:58:15',1),
(23,108,180314131110000120,'股宝305284','17601388302',180314100310000116,'股宝305284','17621713037','0',109,'2018-03-19','sh600362','江西铜业','2018-03-14 14:00:54','2018-03-14 14:00:54','2018-03-14 14:00:54',1),
(24,95,180314131210000121,'股宝502134','13671916880',180314105110000119,'股宝805973','15162832805','0',119,'2018-04-13','sz000538','云南白药','2018-03-15 11:24:15','2018-03-15 11:24:14','2018-03-15 11:24:14',1),
(25,136,180402135910000127,'股宝301428','13911018903',180402140310000128,'股宝680392','17810347802','1',137,'2018-04-03','sh600104','上汽集团','2018-04-02 14:03:36','2018-04-02 14:03:35','2018-04-02 14:03:35',1),
(26,163,180314102610000117,'旺财财经情报站','13661541731',180516173810000138,'股宝187904','15804080341','0',166,'2018-06-21','sz000338','潍柴动力','2018-05-24 10:14:23','2018-05-24 10:14:23','2018-05-24 10:14:23',1),
(27,170,180314102610000117,'旺财财经情报站','13661541731',180516173810000138,'股宝187904','15804080341','0',172,'2018-06-22','sh600600','青岛啤酒','2018-05-24 16:12:19','2018-05-24 16:12:19','2018-05-24 16:12:19',1);

/*Table structure for table `mgr_pk_star_log` */

DROP TABLE IF EXISTS `mgr_pk_star_log`;

CREATE TABLE `mgr_pk_star_log` (
  `mpsl_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '参与pk记录编号',
  `mpsl_num_id` int(10) DEFAULT NULL COMMENT '发起pk记录编号',
  `mpsl_star_log_id` int(10) DEFAULT NULL COMMENT '明星研究员预测记录编号',
  `mpsl_researcher` varchar(30) DEFAULT NULL COMMENT '明星研究员',
  `mpsl_org_name` varchar(30) DEFAULT NULL COMMENT '机构名称',
  `mpsl_stock_code` varchar(10) DEFAULT NULL COMMENT '股票代码',
  `mpsl_stock_name` varchar(16) DEFAULT NULL COMMENT '股票名称',
  `mpsl_researcher_value` decimal(18,2) DEFAULT NULL COMMENT '研究员预测价格',
  `mpsl_expect_date` date DEFAULT NULL COMMENT '预计开奖日',
  `mpsl_user_id` bigint(20) DEFAULT NULL COMMENT '用户id',
  `mpsl_user_name` varchar(30) DEFAULT NULL COMMENT '用户名称',
  `mpsl_user_phone` varchar(20) DEFAULT NULL COMMENT '用户手机号',
  `mpsl_forecast_id` int(10) DEFAULT NULL COMMENT '预测记录编号',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`mpsl_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='明星研究员pk记录';

/*Data for the table `mgr_pk_star_log` */

/*Table structure for table `mgr_plate` */

DROP TABLE IF EXISTS `mgr_plate`;

CREATE TABLE `mgr_plate` (
  `mp_plate_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '板块编号',
  `mp_plate_name` varchar(16) COLLATE utf8_bin NOT NULL COMMENT '板块名称',
  `mp_serial_no` int(5) NOT NULL COMMENT '板块排序',
  `mp_status` char(1) COLLATE utf8_bin NOT NULL DEFAULT '1' COMMENT '状态（0-下架 1-上架）',
  `mp_type` char(4) COLLATE utf8_bin DEFAULT NULL COMMENT '类型:1.普通板块 2.文章板块',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) NOT NULL DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`mp_plate_id`),
  KEY `idx_inserttime` (`inserttime`),
  KEY `idx_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=36 DEFAULT CHARSET=utf8 COLLATE=utf8_bin COMMENT='板块管理';

/*Data for the table `mgr_plate` */

insert  into `mgr_plate`(`mp_plate_id`,`mp_plate_name`,`mp_serial_no`,`mp_status`,`mp_type`,`inserttime`,`updatetime`,`isactive`) values 
(32,'新能源汽车',2,'1','1','2018-03-14 11:07:57','2018-03-16 10:18:07',1),
(33,'指数风云',1,'1','1','2018-03-14 11:42:54','2018-03-16 10:18:07',1),
(34,'区块链板块',3,'1','1','2018-03-14 11:44:47','2018-03-16 10:18:07',1),
(35,'人工智能板块',4,'1','1','2018-03-14 11:48:46','2018-03-16 10:18:07',1);

/*Table structure for table `mgr_plate_stock` */

DROP TABLE IF EXISTS `mgr_plate_stock`;

CREATE TABLE `mgr_plate_stock` (
  `mps_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `mps_plate_id` int(10) NOT NULL COMMENT '板块编号',
  `mps_plate_name` varchar(16) NOT NULL COMMENT '板块名称',
  `mps_stock_code` varchar(10) NOT NULL COMMENT '股票代码',
  `mps_stock_name` varchar(16) NOT NULL COMMENT '股票名称',
  `mps_stock_serial` int(5) NOT NULL COMMENT '股票排序',
  `mps_type` char(4) DEFAULT NULL COMMENT '类型:1.普通板块 2.文章板块',
  `mps_status` char(1) NOT NULL COMMENT '状态（0-下架 1-上架）',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) NOT NULL DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`mps_id`),
  KEY `idx_inserttime` (`inserttime`),
  KEY `idx_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=115 DEFAULT CHARSET=utf8 COMMENT='板块股票管理';

/*Data for the table `mgr_plate_stock` */

insert  into `mgr_plate_stock`(`mps_id`,`mps_plate_id`,`mps_plate_name`,`mps_stock_code`,`mps_stock_name`,`mps_stock_serial`,`mps_type`,`mps_status`,`inserttime`,`updatetime`,`isactive`) values 
(91,32,'新能源汽车','sh600588','用友网络',6,'1','0','2018-03-14 11:41:12','2018-03-16 10:23:29',1),
(92,32,'新能源汽车','sh600570','恒生电子',7,'1','0','2018-03-14 11:41:24','2018-03-16 10:23:29',1),
(93,32,'新能源汽车','sz002268','卫士通',8,'1','0','2018-03-14 11:41:39','2018-03-16 10:23:29',1),
(94,32,'新能源汽车','sz002509','天广中茂',9,'1','0','2018-03-14 11:41:54','2018-03-16 10:23:29',1),
(95,32,'新能源汽车','sh600093','易见股份',10,'1','0','2018-03-14 11:42:15','2018-03-16 10:23:29',1),
(96,33,'指数风云','sh000001','上证指数',1,'1','1','2018-03-14 11:43:21','2018-03-16 10:23:29',1),
(97,33,'指数风云','sh000300','沪深300',2,'1','1','2018-03-14 11:43:32','2018-03-16 10:23:29',1),
(98,33,'指数风云','sz399006','创业板指',3,'1','1','2018-03-14 11:43:53','2018-03-16 10:23:29',1),
(99,33,'指数风云','sz399005','中小板指',4,'1','1','2018-03-14 11:44:04','2018-03-16 10:23:29',1),
(100,34,'区块链','sh600588','用友网络',1,'1','1','2018-03-14 11:46:14','2018-03-16 10:23:29',1),
(101,34,'区块链','sh600570','恒生电子',2,'1','1','2018-03-14 11:46:28','2018-03-16 10:23:29',1),
(102,34,'区块链','sz002268','卫士通',3,'1','1','2018-03-14 11:46:41','2018-03-16 10:23:29',1),
(103,34,'区块链','sh600093','易见股份',4,'1','1','2018-03-14 11:46:59','2018-03-16 10:23:29',1),
(104,34,'区块链','sz002152','广电运通',5,'1','1','2018-03-14 11:47:29','2018-03-16 10:23:29',1),
(105,32,'新能源汽车','sh600104','上汽集团',1,'1','1','2018-03-14 11:47:41','2018-03-16 10:23:29',1),
(106,32,'新能源汽车','sz000651','格力电器',2,'1','1','2018-03-14 11:47:54','2018-03-16 10:23:29',1),
(107,32,'新能源汽车','sz002594','比亚迪',3,'1','1','2018-03-14 11:48:06','2018-03-16 10:23:29',1),
(108,32,'新能源汽车','sh601633','长城汽车',4,'1','1','2018-03-14 11:48:17','2018-03-16 10:23:29',1),
(109,32,'新能源汽车','sz300124','汇川技术',5,'1','1','2018-03-14 11:48:30','2018-03-16 10:23:29',1),
(110,35,'人工智能','sz002415','海康威视',1,'1','1','2018-03-14 11:48:58','2018-03-16 10:23:29',1),
(111,35,'人工智能','sz002230','科大讯飞',2,'1','1','2018-03-14 11:49:10','2018-03-16 10:23:29',1),
(112,35,'人工智能','sh603019','中科曙光',3,'1','1','2018-03-14 11:49:23','2018-03-16 10:23:29',1),
(113,35,'人工智能','sz300418','昆仑万维',4,'1','1','2018-03-14 11:49:52','2018-03-16 10:23:29',1),
(114,35,'人工智能','sz002049','紫光国芯',5,'1','1','2018-03-14 11:50:15','2018-03-16 10:23:29',1);

/*Table structure for table `mgr_prize_log` */

DROP TABLE IF EXISTS `mgr_prize_log`;

CREATE TABLE `mgr_prize_log` (
  `mpl_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键id',
  `mpl_stock_code` varchar(16) DEFAULT NULL COMMENT '股票代码',
  `mpl_stock_name` varchar(64) DEFAULT NULL COMMENT '股票名称',
  `mpl_expect_date` date DEFAULT NULL COMMENT '预计开奖日',
  `mpl_prize_date` date DEFAULT NULL COMMENT '实际开奖日',
  `mpl_settlement_date` date DEFAULT NULL COMMENT '收盘价日期',
  `mpl_prize_value` decimal(18,2) DEFAULT NULL COMMENT '收盘时价格',
  `mpl_market_value` decimal(18,2) DEFAULT NULL COMMENT '市值',
  `mpl_apply_user` varchar(64) DEFAULT NULL COMMENT '申请人',
  `mpl_status` char(1) DEFAULT '0' COMMENT '审核状态（0:未申请;1：已申请;2：已开奖）',
  `mpl_audit_user` varchar(64) DEFAULT NULL COMMENT '审核人',
  `mpl_type` char(1) DEFAULT NULL COMMENT '类型（0:普通用户;1:明星研究员）',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`mpl_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='开奖记录表';

/*Data for the table `mgr_prize_log` */

/*Table structure for table `mgr_researcher_config` */

DROP TABLE IF EXISTS `mgr_researcher_config`;

CREATE TABLE `mgr_researcher_config` (
  `mrc_id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `mrc_researcher` varchar(10) DEFAULT NULL COMMENT '研究员',
  `mrc_org_name` varchar(30) DEFAULT NULL COMMENT '机构名称',
  `mrc_caifu_grade` char(10) DEFAULT NULL COMMENT '新财富评级',
  `mrc_serial` int(5) DEFAULT NULL COMMENT '排序',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`mrc_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='热门研究员配置';

/*Data for the table `mgr_researcher_config` */

/*Table structure for table `mgr_sign` */

DROP TABLE IF EXISTS `mgr_sign`;

CREATE TABLE `mgr_sign` (
  `ms_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '签到记录编号',
  `ms_user_id` bigint(20) NOT NULL COMMENT '用户ID',
  `ms_nickname` varchar(64) DEFAULT NULL COMMENT '用户昵称',
  `ms_user_mobile` varchar(20) NOT NULL COMMENT '用户手机号',
  `ms_coin_num` int(10) NOT NULL DEFAULT '0' COMMENT '奖励金币数量',
  `ms_continuous_days` int(10) DEFAULT NULL COMMENT '连续签到天数',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`ms_id`),
  KEY `idx_inserttime` (`inserttime`),
  KEY `idx_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=121 DEFAULT CHARSET=utf8 COMMENT='签到记录';

/*Data for the table `mgr_sign` */

insert  into `mgr_sign`(`ms_id`,`ms_user_id`,`ms_nickname`,`ms_user_mobile`,`ms_coin_num`,`ms_continuous_days`,`inserttime`,`updatetime`,`isactive`) values 
(37,180305113910000112,'股宝598324','18616681306',10,1,'2018-03-05 11:39:24','2018-03-05 11:39:24',1),
(38,180305141410000113,'股宝869534','13124853227',10,1,'2018-03-05 14:14:50','2018-03-05 14:14:50',1),
(39,180305141410000113,'丽丽12306','13124853227',10,2,'2018-03-06 09:46:37','2018-03-06 09:46:37',1),
(40,180306141310000114,'股宝967435','15570103502',10,1,'2018-03-06 14:13:29','2018-03-06 14:13:29',1),
(41,180305141410000113,'丽丽12306','13124853227',10,3,'2018-03-07 10:26:33','2018-03-07 10:26:33',1),
(42,180309111410000115,'股宝386425','15021993245',10,1,'2018-03-09 11:14:46','2018-03-09 11:14:46',1),
(43,180305141410000113,'丽丽12306','13124853227',10,1,'2018-03-09 14:12:43','2018-03-09 14:12:43',1),
(44,180314100310000116,'股宝305284','17621713037',10,1,'2018-03-14 10:13:09','2018-03-14 10:13:09',1),
(45,180314102610000117,'股宝834692','13661541731',10,1,'2018-03-14 10:27:12','2018-03-14 10:27:12',1),
(46,180314105110000119,'股宝805973','15162832805',10,1,'2018-03-14 10:51:54','2018-03-14 10:51:54',1),
(47,180314131110000120,'股宝238075','17601388302',10,1,'2018-03-14 13:11:29','2018-03-14 13:11:29',1),
(48,180305141410000113,'丽丽12306','13124853227',10,1,'2018-03-14 13:38:23','2018-03-14 13:38:23',1),
(49,180314131210000121,'股宝502134','13671916880',10,1,'2018-03-14 14:41:47','2018-03-14 14:41:47',1),
(50,180314131110000120,'股宝305284','17601388302',10,2,'2018-03-15 09:25:16','2018-03-15 09:25:16',1),
(51,180314100310000116,'股宝305284','17621713037',10,2,'2018-03-15 09:30:35','2018-03-15 09:30:35',1),
(52,180314131210000121,'股宝502134','13671916880',10,2,'2018-03-15 10:54:48','2018-03-15 10:54:48',1),
(53,180314105110000119,'股宝805973','15162832805',10,2,'2018-03-15 11:21:48','2018-03-15 11:21:48',1),
(54,180315092210000126,'股宝934852','13641017571',10,1,'2018-03-15 15:56:19','2018-03-15 15:56:19',1),
(55,180314105110000119,'小花','15162832805',10,3,'2018-03-16 10:32:47','2018-03-16 10:32:47',1),
(56,180314100310000116,'股宝305284','17621713037',10,3,'2018-03-16 11:39:35','2018-03-16 11:39:35',1),
(57,180305141410000113,'丽丽12306','13124853227',10,1,'2018-03-16 13:49:07','2018-03-16 13:49:07',1),
(58,180314131110000120,'股宝305284','17601388302',10,3,'2018-03-16 20:32:01','2018-03-16 20:32:01',1),
(59,180314105110000119,'小花','15162832805',10,4,'2018-03-17 09:06:02','2018-03-17 09:06:02',1),
(60,180305141410000113,'丽丽12306','13124853227',10,2,'2018-03-17 13:11:16','2018-03-17 13:11:16',1),
(61,180314100310000116,'股宝305284','17621713037',10,1,'2018-03-18 07:01:21','2018-03-18 07:01:21',1),
(62,180314100310000116,'股宝305284','17621713037',10,2,'2018-03-19 08:42:15','2018-03-19 08:42:15',1),
(63,180314131110000120,'股宝305284','17601388302',10,1,'2018-03-19 13:22:38','2018-03-19 13:22:38',1),
(64,180305141410000113,'丽丽12306','13124853227',10,1,'2018-03-19 13:57:58','2018-03-19 13:57:58',1),
(65,180314131110000120,'股宝305284','17601388302',10,2,'2018-03-20 06:31:22','2018-03-20 06:31:22',1),
(66,180305141410000113,'miss丽','13124853227',10,2,'2018-03-20 09:33:23','2018-03-20 09:33:23',1),
(67,180314105110000119,'小花','15162832805',10,1,'2018-03-21 08:36:00','2018-03-21 08:36:00',1),
(68,180305141410000113,'miss','13124853227',10,3,'2018-03-21 10:05:18','2018-03-21 10:05:18',1),
(69,180314131110000120,'股宝305284','17601388302',10,3,'2018-03-21 17:04:01','2018-03-21 17:04:01',1),
(70,180314131110000120,'股宝305284','17601388302',10,4,'2018-03-22 08:29:09','2018-03-22 08:29:09',1),
(71,180314105110000119,'小花','15162832805',10,2,'2018-03-22 20:19:11','2018-03-22 20:19:11',1),
(72,180305141410000113,'miss','13124853227',10,1,'2018-03-23 09:46:26','2018-03-23 09:46:26',1),
(73,180314131110000120,'股宝305284','17601388302',50,5,'2018-03-23 11:24:28','2018-03-23 11:24:28',1),
(74,180314131110000120,'股宝305284','17601388302',50,5,'2018-03-23 11:24:28','2018-03-23 11:24:28',1),
(75,180305141410000113,'miss','13124853227',10,1,'2018-03-26 19:33:30','2018-03-26 19:33:30',1),
(76,180305141410000113,'miss','13124853227',10,2,'2018-03-27 09:47:30','2018-03-27 09:47:30',1),
(77,180305141410000113,'miss','13124853227',10,3,'2018-03-28 16:31:55','2018-03-28 16:31:55',1),
(78,180306141310000114,'股宝967435','15570103502',10,1,'2018-03-29 12:15:59','2018-03-29 12:15:59',1),
(79,180314105110000119,'小花','15162832805',10,1,'2018-03-30 16:31:30','2018-03-30 16:31:30',1),
(80,180314100310000116,'股宝305284','17621713037',10,1,'2018-04-02 11:06:43','2018-04-02 11:06:43',1),
(81,180403151310000129,'股宝037264','18670708641',10,1,'2018-04-03 15:13:53','2018-04-03 15:13:53',1),
(82,180305141410000113,'miss','13124853227',10,1,'2018-04-03 15:49:09','2018-04-03 15:49:09',1),
(83,170101000000000001,'股宝123','12300000000',10,1,'2018-04-04 14:05:40','2018-04-04 14:05:40',1),
(84,170101000000000001,'股宝123','12300000000',10,1,'2018-04-07 23:29:45','2018-04-07 23:29:45',1),
(85,180305141410000113,'miss','13124853227',10,1,'2018-04-08 15:31:23','2018-04-08 15:31:23',1),
(86,180408234510000130,'股宝803125','13828251525',10,1,'2018-04-08 23:45:37','2018-04-08 23:45:37',1),
(87,180409173510000131,'股宝592407','15921611986',10,1,'2018-04-09 17:36:22','2018-04-09 17:36:22',1),
(88,180305141410000113,'miss','13124853227',10,1,'2018-04-10 11:02:59','2018-04-10 11:02:59',1),
(89,180412165510000133,'股宝081362','18221480076',10,1,'2018-04-12 16:55:50','2018-04-12 16:55:50',1),
(90,170101000000000001,'股宝123','12300000000',10,1,'2018-04-14 13:21:50','2018-04-14 13:21:50',1),
(91,170101000000000001,'股宝123','12300000000',10,1,'2018-04-16 12:56:04','2018-04-16 12:56:04',1),
(92,170101000000000001,'股宝123','12300000000',10,1,'2018-04-19 20:54:28','2018-04-19 20:54:28',1),
(93,180420124810000135,'股宝538190','15286832261',10,1,'2018-04-20 12:51:10','2018-04-20 12:51:10',1),
(94,180314103610000118,'股宝917253','15515895967',10,1,'2018-04-21 16:59:38','2018-04-21 16:59:38',1),
(95,180423232610000136,'股宝568701','13391297219',10,1,'2018-04-23 23:26:50','2018-04-23 23:26:50',1),
(96,170101000000000001,'股宝123','12300000000',10,1,'2018-04-24 12:45:26','2018-04-24 12:45:26',1),
(97,180314100310000116,'股宝305284','17621713037',10,1,'2018-04-24 20:53:24','2018-04-24 20:53:24',1),
(98,180314100310000116,'股宝305284','17621713037',10,2,'2018-04-25 17:53:30','2018-04-25 17:53:30',1),
(99,180426143310000137,'股宝391850','13130047438',10,1,'2018-04-26 14:33:22','2018-04-26 14:33:22',1),
(100,180412165510000133,'sc','18221480076',10,1,'2018-04-26 15:28:57','2018-04-26 15:28:57',1),
(101,180314103610000118,'股宝917253','15515895967',10,1,'2018-04-26 15:44:21','2018-04-26 15:44:21',1),
(102,180426143310000137,'股宝391850','13130047438',10,2,'2018-04-27 06:39:35','2018-04-27 06:39:35',1),
(103,170101000000000001,'股宝123','12300000000',10,1,'2018-04-29 14:40:05','2018-04-29 14:40:05',1),
(104,170101000000000001,'股宝123','12300000000',10,2,'2018-04-30 11:46:57','2018-04-30 11:46:57',1),
(105,170101000000000001,'股宝123','12300000000',10,1,'2018-05-02 08:58:21','2018-05-02 08:58:21',1),
(106,180426143310000137,'DPG','13130047438',10,1,'2018-05-03 11:01:27','2018-05-03 11:01:27',1),
(107,180314103610000118,'股宝917253','15515895967',10,1,'2018-05-03 11:09:07','2018-05-03 11:09:07',1),
(108,170101000000000001,'股宝123','12300000000',10,1,'2018-05-06 06:20:45','2018-05-06 06:20:45',1),
(109,170101000000000001,'股宝123','12300000000',10,1,'2018-05-08 10:23:42','2018-05-08 10:23:42',1),
(110,180426143310000137,'DPG','13130047438',10,1,'2018-05-08 16:09:28','2018-05-08 16:09:28',1),
(111,170101000000000001,'股宝123','12300000000',10,1,'2018-05-14 08:38:41','2018-05-14 08:38:41',1),
(112,180412165510000133,'sc','18221480076',10,1,'2018-05-14 18:23:38','2018-05-14 18:23:38',1),
(113,180314105110000119,'小花','15162832805',10,1,'2018-05-14 21:08:38','2018-05-14 21:08:38',1),
(114,170101000000000001,'股宝123','12300000000',10,1,'2018-05-16 20:06:02','2018-05-16 20:06:02',1),
(115,180412165510000133,'sc','18221480076',10,1,'2018-05-18 16:52:12','2018-05-18 16:52:12',1),
(116,180412165510000133,'sc','18221480076',10,1,'2018-05-21 10:43:36','2018-05-21 10:43:36',1),
(117,180521223010000140,'股宝217346','13863359912',10,1,'2018-05-21 22:34:38','2018-05-21 22:34:38',1),
(118,180412165510000133,'sc','18221480076',10,2,'2018-05-22 10:18:13','2018-05-22 10:18:13',1),
(119,180521223010000140,'股宝217346','13863359912',10,1,'2018-05-23 20:04:31','2018-05-23 20:04:31',1),
(120,180516173810000138,'股宝187904','15804080341',10,1,'2018-05-24 13:05:00','2018-05-24 13:05:00',1);

/*Table structure for table `mgr_stock` */

DROP TABLE IF EXISTS `mgr_stock`;

CREATE TABLE `mgr_stock` (
  `ms_stock_code` varchar(10) NOT NULL COMMENT '股票代码',
  `ms_stock_name` varchar(16) NOT NULL COMMENT '股票名称',
  `ms_stock_type` char(2) DEFAULT NULL COMMENT '股票类型（上证：sh;深圳：sz）',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) NOT NULL DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`ms_stock_code`),
  UNIQUE KEY `uq_stock_name` (`ms_stock_name`),
  KEY `idx_inserttime` (`inserttime`),
  KEY `idx_updatetime` (`updatetime`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='股票库管理';

/*Data for the table `mgr_stock` */

insert  into `mgr_stock`(`ms_stock_code`,`ms_stock_name`,`ms_stock_type`,`inserttime`,`updatetime`,`isactive`) values 
('sh000001','上证指数','sh','2018-01-17 11:40:29','2018-01-23 15:10:15',1),
('sh000300','沪深300','sh','2018-01-17 11:40:29','2018-01-23 15:10:15',1),
('sh600000','浦发银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600004','白云机场','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600006','东风汽车','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600007','中国国贸','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600008','首创股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600009','上海机场','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600010','包钢股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600011','华能国际','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600012','皖通高速','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600015','华夏银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600016','民生银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600017','日照港','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600018','上港集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600019','宝钢股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600020','中原高速','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600021','上海电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600022','山东钢铁','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600023','浙能电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600025','华能水电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600026','中远海能','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600027','华电国际','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600028','中国石化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600029','南方航空','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600030','中信证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600031','三一重工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600033','福建高速','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600035','楚天高速','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600036','招商银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600037','歌华有线','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600038','中直股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600039','四川路桥','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600048','保利地产','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600050','中国联通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600051','宁波联合','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600052','浙江广厦','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600053','九鼎投资','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600054','黄山旅游','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600055','万东医疗','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600056','中国医药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600057','象屿股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600058','五矿发展','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600059','古越龙山','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600060','海信电器','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600061','国投资本','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600062','华润双鹤','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600063','皖维高新','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600064','南京高科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600066','宇通客车','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600067','冠城大通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600068','葛洲坝','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600069','银鸽投资','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600070','浙江富润','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600071','凤凰光学','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600072','中船科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600073','上海梅林','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600074','ST保千里','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600075','新疆天业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600076','康欣新材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600077','宋都股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600078','澄星股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600079','人福医药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600080','金花股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600081','东风科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600082','海泰发展','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600083','博信股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600084','中葡股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600085','同仁堂','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600086','东方金钰','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600088','中视传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600089','特变电工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600090','同济堂','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600091','ST明科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600093','易见股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600094','大名城','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600095','哈高科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600096','云天化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600097','开创国际','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600098','广州发展','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600099','林海股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600100','同方股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600101','明星电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600103','青山纸业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600104','上汽集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600105','永鼎股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600106','重庆路桥','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600107','美尔雅','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600108','亚盛集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600109','国金证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600110','诺德股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600111','北方稀土','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600112','*ST天成','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600113','浙江东日','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600114','东睦股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600115','东方航空','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600116','三峡水利','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600117','西宁特钢','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600118','中国卫星','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600119','长江投资','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600120','浙江东方','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600121','*ST郑煤','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600122','宏图高科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600123','兰花科创','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600125','铁龙物流','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600126','杭钢股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600127','金健米业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600128','弘业股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600129','太极集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600130','波导股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600131','岷江水电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600132','重庆啤酒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600133','东湖高新','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600135','乐凯胶片','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600136','当代明诚','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600137','浪莎股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600138','中青旅','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600139','西部资源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600141','兴发集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600143','金发科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600145','*ST新亿','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600146','商赢环球','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600148','长春一东','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600149','*ST坊展','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600150','中国船舶','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600151','航天机电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600152','维科精华','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600153','建发股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600155','宝硕股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600156','华升股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600157','永泰能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600158','中体产业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600159','大龙地产','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600160','巨化股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600161','天坛生物','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600162','香江控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600163','中闽能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600165','新日恒力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600166','福田汽车','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600167','联美控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600168','武汉控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600169','太原重工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600170','上海建工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600171','上海贝岭','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600172','黄河旋风','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600173','卧龙地产','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600175','美都能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600176','中国巨石','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600177','雅戈尔','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600178','东安动力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600179','安通控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600180','瑞茂通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600182','S佳通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600183','生益科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600184','光电股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600185','格力地产','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600186','莲花健康','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600187','国中水务','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600188','兖州煤业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600189','吉林森工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600190','锦州港','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600191','华资实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600192','长城电工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600193','创兴资源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600195','中牧股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600196','复星医药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600197','伊力特','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600198','大唐电信','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600199','金种子酒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600200','江苏吴中','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600201','生物股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600202','哈空调','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600203','福日电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600206','有研新材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600207','安彩高科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600208','新湖中宝','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600209','罗顿发展','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600210','紫江企业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600211','西藏药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600212','江泉实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600213','亚星客车','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600215','长春经开','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600216','浙江医药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600217','中再资环','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600218','全柴动力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600219','南山铝业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600220','江苏阳光','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600221','海航控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600222','太龙药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600223','鲁商置业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600225','*ST松江','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600226','瀚叶股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600227','赤天化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600228','*ST昌九','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600229','城市传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600230','沧州大化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600231','凌钢股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600232','金鹰股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600233','圆通速递','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600234','ST山水','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600235','民丰特纸','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600236','桂冠电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600237','铜峰电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600238','海南椰岛','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600239','云南城投','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600240','华业资本','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600241','时代万恒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600242','中昌数据','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600243','青海华鼎','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600246','万通地产','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600247','ST成城','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600248','延长化建','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600249','两面针','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600250','南纺股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600251','冠农股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600252','中恒集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600255','梦舟股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600256','广汇能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600257','大湖股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600258','首旅酒店','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600259','广晟有色','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600260','凯乐科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600261','阳光照明','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600262','北方股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600265','ST景谷','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600266','北京城建','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600267','海正药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600268','国电南自','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600269','赣粤高速','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600270','外运发展','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600271','航天信息','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600272','开开实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600273','嘉化能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600275','*ST昌鱼','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600276','恒瑞医药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600277','亿利洁能','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600278','东方创业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600279','重庆港九','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600280','中央商场','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600281','太化股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600282','南钢股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600283','钱江水利','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600284','浦东建设','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600285','羚锐制药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600287','江苏舜天','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600288','大恒科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600289','ST信通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600290','华仪电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600291','西水股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600292','远达环保','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600293','三峡新材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600295','鄂尔多斯','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600297','广汇汽车','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600298','安琪酵母','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600299','安迪苏','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600300','维维股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600301','ST南化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600302','标准股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600303','曙光股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600305','恒顺醋业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600306','商业城','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600307','酒钢宏兴','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600308','华泰股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600309','万华化学','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600310','桂东电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600311','荣华实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600312','平高电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600313','农发种业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600315','上海家化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600316','洪都航空','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600317','营口港','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600318','新力金融','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600319','亚星化学','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600320','振华重工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600321','正源股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600322','天房发展','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600323','瀚蓝环境','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600325','华发股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600326','西藏天路','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600327','大东方','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600328','兰太实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600329','中新药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600330','天通股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600331','宏达股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600332','白云山','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600333','长春燃气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600335','国机汽车','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600336','澳柯玛','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600337','美克家居','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600338','西藏珠峰','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600339','中油工程','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600340','华夏幸福','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600343','航天动力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600345','长江通信','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600346','恒力股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600348','阳泉煤业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600350','山东高速','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600351','亚宝药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600352','浙江龙盛','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600353','旭光股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600354','敦煌种业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600355','精伦电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600356','恒丰纸业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600358','国旅联合','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600359','新农开发','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600360','华微电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600361','华联综超','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600362','江西铜业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600363','联创光电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600365','通葡股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600366','宁波韵升','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600367','红星发展','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600368','五洲交通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600369','西南证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600370','三房巷','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600371','万向德农','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600372','中航电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600373','中文传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600375','华菱星马','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600376','首开股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600377','宁沪高速','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600378','天科股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600379','宝光股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600380','健康元','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600381','青海春天','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600382','广东明珠','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600383','金地集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600385','山东金泰','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600386','北巴传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600387','海越股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600388','龙净环保','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600389','江山股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600390','五矿资本','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600391','航发科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600392','盛和资源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600393','粤泰股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600395','盘江股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600396','金山股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600397','安源煤业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600398','海澜之家','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600399','抚顺特钢','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600400','红豆股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600401','*ST海润','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600403','*ST大有','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600405','动力源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600406','国电南瑞','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600408','安泰集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600409','三友化工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600410','华胜天成','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600415','小商品城','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600416','湘电股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600418','江淮汽车','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600419','天润乳业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600420','现代制药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600421','ST仰帆','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600422','昆药集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600423','*ST柳化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600425','*ST青松','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600426','华鲁恒升','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600428','中远海特','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600429','三元股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600432','*ST吉恩','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600433','冠豪高新','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600435','北方导航','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600436','片仔癀','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600438','通威股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600439','瑞贝卡','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600444','国机通用','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600446','金证股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600448','华纺股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600449','宁夏建材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600452','涪陵电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600455','博通股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600456','宝钛股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600458','时代新材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600459','贵研铂业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600460','士兰微','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600461','洪城水业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600462','九有股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600463','空港股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600466','蓝光发展','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600467','好当家','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600468','百利电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600469','风神股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600470','六国化工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600475','华光股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600476','湘邮科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600477','杭萧钢构','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600478','科力远','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600479','千金药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600480','凌云股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600481','双良节能','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600482','中国动力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600483','福能股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600485','信威集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600486','扬农化工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600487','亨通光电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600488','天药股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600489','中金黄金','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600490','鹏欣资源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600491','龙元建设','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600493','凤竹纺织','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600495','晋西车轴','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600496','精工钢构','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600497','驰宏锌锗','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600498','烽火通信','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600499','科达洁能','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600500','中化国际','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600501','航天晨光','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600502','安徽水利','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600503','华丽家族','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600505','西昌电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600506','香梨股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600507','方大特钢','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600508','上海能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600509','天富能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600510','黑牡丹','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600511','国药股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600512','腾达建设','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600513','联环药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600515','海航基础','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600516','方大炭素','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600517','置信电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600518','康美药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600519','贵州茅台','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600520','文一科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600521','华海药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600522','中天科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600523','贵航股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600525','长园集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600526','菲达环保','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600527','江南高纤','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600528','中铁工业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600529','山东药玻','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600530','交大昂立','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600531','豫光金铅','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600532','宏达矿业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600533','栖霞建设','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600535','天士力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600536','中国软件','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600537','亿晶光电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600538','国发股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600539','狮头股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600540','*ST新赛','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600543','莫高股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600545','卓郎智能','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600546','山煤国际','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600547','山东黄金','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600548','深高速','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600549','厦门钨业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600550','保变电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600551','时代出版','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600552','凯盛科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600555','海航创新','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600556','ST慧球','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600557','康缘药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600558','大西洋','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600559','老白干酒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600560','金自天正','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600561','江西长运','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600562','国睿科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600563','法拉电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600565','迪马股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600566','济川药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600567','山鹰纸业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600568','中珠医疗','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600569','安阳钢铁','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600570','恒生电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600571','信雅达','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600572','康恩贝','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600573','惠泉啤酒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600575','皖江物流','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600576','祥源文化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600577','精达股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600578','京能电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600579','天华院','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600580','卧龙电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600581','八一钢铁','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600582','天地科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600583','海油工程','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600584','长电科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600585','海螺水泥','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600586','金晶科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600587','新华医疗','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600588','用友网络','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600589','广东榕泰','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600590','泰豪科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600592','龙溪股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600593','大连圣亚','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600594','益佰制药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600595','中孚实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600596','新安股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600597','光明乳业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600598','北大荒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600599','熊猫金控','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600600','青岛啤酒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600601','方正科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600602','云赛智联','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600603','广汇物流','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600604','市北高新','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600605','汇通能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600606','绿地控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600608','*ST沪科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600609','金杯汽车','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600610','中毅达','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600611','大众交通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600612','老凤祥','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600613','神奇制药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600614','鹏起科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600615','丰华股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600616','金枫酒业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600617','国新能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600618','氯碱化工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600619','海立股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600620','天宸股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600621','华鑫股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600622','光大嘉宝','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600623','华谊集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600624','复旦复华','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600626','申达股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600628','新世界','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600629','华建集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600630','龙头股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600633','浙数文化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600634','富控互动','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600635','大众公用','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600636','*ST爱富','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600637','东方明珠','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600638','新黄浦','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600639','浦东金桥','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600640','号百控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600641','万业企业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600642','申能股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600643','爱建集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600644','乐山电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600645','中源协和','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600647','同达创业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600648','外高桥','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600649','城投控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600650','锦江投资','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600651','飞乐音响','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600652','游久游戏','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600653','申华控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600654','*ST中安','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600655','豫园股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600657','信达地产','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600658','电子城','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600660','福耀玻璃','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600661','新南洋','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600662','强生控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600663','陆家嘴','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600664','哈药股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600665','天地源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600666','奥瑞德','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600667','太极实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600668','尖峰集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600671','天目药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600673','东阳光科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600674','川投能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600675','中华企业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600676','交运股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600677','航天通信','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600678','四川金顶','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600679','上海凤凰','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600680','*ST上普','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600681','百川能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600682','南京新百','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600683','京投发展','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600684','珠江实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600685','中船防务','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600686','金龙汽车','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600687','刚泰控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600688','上海石化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600689','上海三毛','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600690','青岛海尔','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600691','阳煤化工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600692','亚通股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600693','东百集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600694','大商股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600695','绿庭投资','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600696','ST匹凸','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600697','欧亚集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600698','湖南天雁','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600699','均胜电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600701','工大高新','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600702','舍得酒业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600703','三安光电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600704','物产中大','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600705','中航资本','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600706','曲江文旅','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600707','彩虹股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600708','光明地产','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600710','ST常林','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600711','盛屯矿业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600712','南宁百货','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600713','南京医药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600714','金瑞矿业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600715','文投控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600716','凤凰股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600717','天津港','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600718','东软集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600719','大连热电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600720','祁连山','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600721','百花村','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600722','金牛化工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600723','首商股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600724','宁波富达','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600725','ST云维','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600726','华电能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600727','鲁北化工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600728','佳都科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600729','重庆百货','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600730','中国高科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600731','湖南海利','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600732','ST新梅','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600733','S*ST前锋','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600734','实达集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600735','新华锦','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600736','苏州高新','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600737','中粮糖业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600738','兰州民百','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600739','辽宁成大','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600740','山西焦化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600741','华域汽车','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600742','一汽富维','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600743','华远地产','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600744','华银电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600745','闻泰科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600746','江苏索普','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600747','*ST大控','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600748','上实发展','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600749','西藏旅游','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600750','江中药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600751','天海投资','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600753','东方银星','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600754','锦江股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600755','厦门国贸','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600756','浪潮软件','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600757','长江传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600758','红阳能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600759','洲际油气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600760','中航沈飞','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600761','安徽合力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600763','通策医疗','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600764','中国海防','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600765','中航重机','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600766','园城黄金','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600767','*ST运盛','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600768','宁波富邦','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600769','祥龙电业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600770','综艺股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600771','广誉远','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600773','西藏城投','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600774','汉商集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600775','南京熊猫','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600776','东方通信','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600777','新潮能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600778','友好集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600779','水井坊','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600780','通宝能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600781','辅仁药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600782','新钢股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600783','鲁信创投','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600784','鲁银投资','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600785','新华百货','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600787','中储股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600789','鲁抗医药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600790','轻纺城','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600791','京能置业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600792','云煤能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600793','宜宾纸业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600794','保税科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600795','国电电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600796','钱江生化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600797','浙大网新','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600798','宁波海运','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600800','天津磁卡','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600801','华新水泥','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600802','福建水泥','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600803','新奥股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600804','鹏博士','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600805','悦达投资','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600806','*ST昆机','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600807','天业股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600808','马钢股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600809','山西汾酒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600810','神马股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600811','东方集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600812','华北制药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600814','杭州解百','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600815','*ST厦工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600816','安信信托','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600817','*ST宏盛','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600818','中路股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600819','耀皮玻璃','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600820','隧道股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600821','津劝业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600822','上海物贸','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600823','世茂股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600824','益民集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600825','新华传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600826','兰生股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600827','百联股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600828','茂业商业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600829','人民同泰','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600830','香溢融通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600831','广电网络','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600833','第一医药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600834','申通地铁','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600835','上海机电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600836','界龙实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600837','海通证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600838','上海九百','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600839','四川长虹','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600841','上柴股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600843','上工申贝','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600844','*ST丹科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600845','宝信软件','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600846','同济科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600847','*ST万里','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600848','上海临港','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600850','华东电脑','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600851','海欣股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600853','龙建股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600854','春兰股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600855','航天长峰','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600856','中天能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600857','宁波中百','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600858','银座股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600859','王府井','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600860','*ST京城','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600861','北京城乡','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600862','中航高科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600863','内蒙华电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600864','哈投股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600865','百大集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600866','星湖科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600867','通化东宝','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600868','梅雁吉祥','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600869','智慧能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600870','厦华电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600871','石化油服','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600872','中炬高新','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600873','梅花生物','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600874','创业环保','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600875','东方电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600876','洛阳玻璃','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600877','*ST嘉陵','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600879','航天电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600880','博瑞传播','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600881','亚泰集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600882','广泽股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600883','博闻科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600884','杉杉股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600885','宏发股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600886','国投电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600887','伊利股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600888','新疆众和','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600889','南京化纤','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600890','中房股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600891','秋林集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600892','大晟文化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600893','航发动力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600894','广日股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600895','张江高科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600896','览海投资','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600897','厦门空港','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600898','国美通讯','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600900','长江电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600903','贵州燃气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600908','无锡银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600909','华安证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600917','重庆燃气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600919','江苏银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600926','杭州银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600933','爱柯迪','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600936','广西广电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600939','重庆建工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600958','东方证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600959','江苏有线','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600960','渤海活塞','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600961','株冶集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600962','国投中鲁','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600963','岳阳林纸','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600965','福成股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600966','博汇纸业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600967','内蒙一机','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600969','郴电国际','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600970','中材国际','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600971','恒源煤电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600973','宝胜股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600975','新五丰','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600976','健民集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600977','中国电影','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600978','宜华生活','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600979','广安爱众','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600980','北矿科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600981','汇鸿集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600982','宁波热电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600983','惠而浦','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600984','建设机械','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600985','雷鸣科化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600986','科达股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600987','航民股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600988','赤峰黄金','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600990','四创电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600992','贵绳股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600993','马应龙','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600995','文山电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600996','贵广网络','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600997','开滦股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600998','九州通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh600999','招商证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601000','唐山港','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601001','大同煤业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601002','晋亿实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601003','柳钢股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601005','*ST重钢','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601006','大秦铁路','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601007','金陵饭店','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601008','连云港','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601009','南京银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601010','文峰股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601011','宝泰隆','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601012','隆基股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601015','陕西黑猫','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601016','节能风电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601018','宁波港','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601019','山东出版','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601020','华钰矿业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601021','春秋航空','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601028','玉龙股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601038','一拖股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601058','赛轮金宇','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601069','西部黄金','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601086','国芳集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601088','中国神华','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601098','中南传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601099','太平洋','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601100','恒立液压','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601101','昊华能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601106','*ST一重','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601107','四川成渝','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601108','财通证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601111','中国国航','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601113','华鼎股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601116','三江购物','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601117','中国化学','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601118','海南橡胶','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601126','四方股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601127','小康股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601128','常熟银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601137','博威合金','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601139','深圳燃气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601155','新城控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601158','重庆水务','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601163','三角轮胎','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601166','兴业银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601168','西部矿业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601169','北京银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601177','杭齿前进','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601179','中国西电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601186','中国铁建','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601188','龙江交通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601198','东兴证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601199','江南水务','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601200','上海环境','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601208','东材科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601211','国泰君安','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601212','白银有色','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601216','君正集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601218','吉鑫科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601222','林洋能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601225','陕西煤业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601226','华电重工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601228','广州港','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601229','上海银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601231','环旭电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601233','桐昆股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601238','广汽集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601258','庞大集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601288','农业银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601311','骆驼股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601313','江南嘉捷','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601318','中国平安','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601326','秦港股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601328','交通银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601333','广深铁路','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601336','新华保险','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601339','百隆东方','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601366','利群股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601368','绿城水务','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601369','陕鼓动力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601375','中原证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601377','兴业证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601388','怡球资源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601390','中国中铁','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601398','工商银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601500','通用股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601515','东风股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601518','吉林高速','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601519','*ST智慧','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601555','东吴证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601558','*ST锐电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601566','九牧王','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601567','三星医疗','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601579','会稽山','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601588','北辰实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601595','上海电影','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601599','鹿港文化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601600','中国铝业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601601','中国太保','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601607','上海医药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601608','中信重工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601611','中国核建','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601616','广电电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601618','中国中冶','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601619','嘉泽新能','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601628','中国人寿','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601633','长城汽车','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601636','旗滨集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601666','平煤股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601668','中国建筑','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601669','中国电建','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601677','明泰铝业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601678','滨化股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601688','华泰证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601689','拓普集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601699','潞安环能','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601700','风范股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601717','郑煤机','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601718','际华集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601727','上海电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601766','中国中车','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601777','力帆股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601788','光大证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601789','宁波建工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601798','蓝科高新','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601799','星宇股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601800','中国交建','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601801','皖新传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601808','中海油服','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601811','新华文轩','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601818','光大银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601828','美凯龙','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601838','成都银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601857','中国石油','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601858','中国科传','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601866','中远海发','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601872','招商轮船','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601877','正泰电器','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601878','浙商证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601880','大连港','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601881','中国银河','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601882','海天精工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601886','江河集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601888','中国国旅','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601890','亚星锚链','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601898','中煤能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601899','紫金矿业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601900','南方传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601901','方正证券','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601908','京运通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601918','新集能源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601919','中远海控','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601928','凤凰传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601929','吉视传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601933','永辉超市','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601939','建设银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601949','中国出版','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601952','苏垦农发','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601958','金钼股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601965','中国汽研','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601966','玲珑轮胎','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601968','宝钢包装','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601969','海南矿业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601985','中国核电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601988','中国银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601989','中国重工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601991','大唐发电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601992','金隅集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601996','丰林集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601997','贵阳银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601998','中信银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh601999','出版传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603000','人民网','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603001','奥康国际','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603002','宏昌电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603003','龙宇燃油','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603005','晶方科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603006','联明股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603007','花王股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603008','喜临门','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603009','北特科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603010','万盛股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603011','合锻智能','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603012','创力集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603015','弘讯科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603016','新宏泰','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603017','中衡设计','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603018','中设集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603019','中科曙光','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603020','爱普股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603021','山东华鹏','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603022','新通联','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603023','威帝股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603025','大豪科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603026','石大胜华','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603027','千禾味业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603028','赛福天','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603029','天鹅股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603030','全筑股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603031','安德利','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603032','德新交运','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603033','三维股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603035','常熟汽饰','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603036','如通股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603037','凯众股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603038','华立股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603039','泛微网络','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603040','新坐标','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603041','美思德','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603042','华脉科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603043','广州酒家','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603050','科林电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603055','台华新材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603056','德邦股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603058','永吉股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603060','国检集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603063','禾望电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603066','音飞储存','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603067','振华股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603069','海汽集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603076','乐惠国际','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603077','和邦生物','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603078','江化微','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603079','圣达生物','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603080','新疆火炬','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603081','大丰实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603083','剑桥科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603085','天成自控','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603086','先达股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603088','宁波精达','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603089','正裕工业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603090','宏盛股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603096','新经典','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603098','森特股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603099','长白山','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603100','川仪股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603101','汇嘉时代','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603103','横店影视','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603106','恒银金融','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603108','润达医疗','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603110','东方材料','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603111','康尼机电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603113','金能科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603116','红蜻蜓','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603117','万林股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603118','共进股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603123','翠微股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603126','中材节能','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603127','昭衍新药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603128','华贸物流','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603129','春风动力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603131','上海沪工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603133','碳元科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603136','天目湖','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603138','海量数据','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603139','康惠制药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603157','拉夏贝尔','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603158','腾龙股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603159','上海亚虹','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603160','汇顶科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603161','科华控股','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603165','荣晟环保','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603166','福达股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603167','渤海轮渡','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603168','莎普爱思','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603169','兰石重装','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603177','德创环保','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603178','圣龙股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603179','新泉股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603180','金牌厨柜','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603181','皇马科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603183','建研院','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603186','华正新材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603188','亚邦股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603189','网达软件','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603196','日播时尚','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603197','保隆科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603198','迎驾贡酒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603199','九华旅游','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603200','上海洗霸','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603203','快克股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603208','江山欧派','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603218','日月股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603222','济民制药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603223','恒通股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603225','新凤鸣','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603226','菲林格尔','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603227','雪峰科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603228','景旺电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603229','奥翔药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603232','格尔软件','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603233','大参林','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603238','诺邦股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603239','浙江仙通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603258','电魂网络','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603260','合盛硅业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603266','天龙股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603268','松发股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603269','海鸥股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603277','银都股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603278','大业股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603283','赛腾股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603286','日盈电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603288','海天味业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603289','泰瑞机器','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603298','杭叉集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603299','井神股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603300','华铁科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603303','得邦照明','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603305','旭升股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603306','华懋科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603308','应流股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603309','维力医疗','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603311','金海环境','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603313','梦百合','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603315','福鞍股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603316','诚邦股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603318','派思股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603319','湘油泵','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603320','迪贝电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603321','梅轮电梯','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603322','超讯通信','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603323','吴江银行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603326','我乐家居','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603328','依顿电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603329','上海雅仕','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603330','上海天洋','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603331','百达精工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603333','明星电缆','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603335','迪生力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603336','宏辉果蔬','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603337','杰克股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603338','浙江鼎力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603339','四方冷链','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603345','安井食品','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603355','莱克电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603356','华菱精工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603357','设计总院','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603358','华达科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603359','东珠景观','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603360','百傲化学','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603363','傲农生物','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603365','水星家纺','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603366','日出东方','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603367','辰欣药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603368','柳州医药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603369','今世缘','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603377','东方时尚','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603378','亚士创能','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603380','易德龙','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603383','顶点软件','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603385','惠达卫浴','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603386','广东骏亚','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603387','基蛋生物','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603388','元成股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603389','亚振家居','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603393','新天然气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603396','金辰股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603398','邦宝益智','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603399','吉翔股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603416','信捷电气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603421','鼎信通讯','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603429','集友股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603444','吉比特','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603456','九洲药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603458','勘设股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603466','风语筑','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603477','振静股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603488','展鹏科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603496','恒为科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603499','翔港科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603500','祥和实业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603501','韦尔股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603505','金石资源','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603506','南都物业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603507','振江股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603508','思维列控','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603515','欧普照明','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603516','淳中科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603517','绝味食品','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603518','维格娜丝','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603519','立霸股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603520','司太立','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603527','众源新材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603528','多伦科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603533','掌阅科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603535','嘉诚国际','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603536','惠发股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603538','美诺华','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603555','贵人鸟','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603556','海兴电力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603557','起步股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603558','健盛集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603559','中通国脉','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603566','普莱柯','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603567','珍宝岛','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603568','伟明环保','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603569','长久物流','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603577','汇金通','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603578','三星新材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603579','荣泰健康','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603580','艾艾精工','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603585','苏利股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603586','金麒麟','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603588','高能环境','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603589','口子窖','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603595','东尼电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603598','引力传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603599','广信股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603600','永艺股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603601','再升科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603602','纵横通信','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603603','博天环境','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603605','珀莱雅','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603606','东方电缆','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603607','京华激光','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603608','天创时尚','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603609','禾丰牧业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603611','诺力股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603612','索通发展','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603615','茶花股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603616','韩建河山','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603617','君禾股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603618','杭电股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603619','中曼石油','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603626','科森科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603628','清源股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603630','拉芳家化','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603633','徕木股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603636','南威软件','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603637','镇海股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603638','艾迪精密','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603639','海利尔','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603648','畅联股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603655','朗博科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603656','泰禾光电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603658','安图生物','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603659','璞泰来','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603660','苏州科达','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603661','恒林股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603663','三祥新材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603665','康隆达','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603667','五洲新春','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603668','天马科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603669','灵康药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603676','卫信康','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603677','奇精机械','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603678','火炬电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603679','华体科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603683','晶华新材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603685','晨丰科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603686','龙马环卫','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603688','石英股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603689','皖天然气','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603690','至纯科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603696','安记食品','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603698','航天工程','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603699','纽威股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603701','德宏股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603703','盛洋科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603707','健友股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603708','家家悦','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603709','中源家居','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603711','香飘飘','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603716','塞力斯','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603717','天域生态','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603718','海利生物','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603721','中广天择','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603722','阿科力','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603725','天安新材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603726','朗迪集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603727','博迈科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603728','鸣志电器','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603729','龙韵股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603730','岱美股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603737','三棵树','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603738','泰晶科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603757','大元泵业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603758','秦安股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603766','隆鑫通用','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603767','中马传动','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603768','常青股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603776','永安行','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603777','来伊份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603778','乾景园林','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603779','威龙股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603787','新日股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603788','宁波高发','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603789','星光农机','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603797','联泰环保','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603798','康普顿','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603799','华友钴业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603800','道森股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603801','志邦股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603803','瑞斯康达','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603806','福斯特','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603808','歌力思','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603809','豪能股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603811','诚意药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603813','原尚股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603816','顾家家居','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603817','海峡环保','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603818','曲美家居','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603819','神力股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603822','嘉澳环保','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603823','百合花','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603825','华扬联众','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603826','坤彩科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603828','柯利达','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603829','洛凯股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603833','欧派家居','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603838','四通股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603839','安正时尚','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603843','正平股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603848','好太太','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603855','华荣股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603856','东宏股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603858','步长制药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603859','能科股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603860','中公高科','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603861','白云电器','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603866','桃李面包','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603868','飞科电器','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603869','北部湾旅','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603871','嘉友国际','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603877','太平鸟','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603878','武进不锈','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603879','永悦科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603880','南卫股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603881','数据港','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603882','金域医学','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603883','老百姓','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603885','吉祥航空','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603886','元祖股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603887','城地股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603888','新华网','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603889','新澳股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603890','春秋电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603895','天永智能','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603896','寿仙谷','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603898','好莱客','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603899','晨光文具','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603900','莱绅通灵','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603901','永创智能','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603903','中持股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603906','龙蟠科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603908','牧高笛','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603909','合诚股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603912','佳力图','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603916','苏博特','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603917','合力科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603918','金桥信息','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603919','金徽酒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603920','世运电路','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603922','金鸿顺','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603926','铁流股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603928','兴业股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603929','亚翔集成','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603933','睿能科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603936','博敏电子','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603937','丽岛新材','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603938','三孚股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603939','益丰药房','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603955','大千生态','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603958','哈森股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603959','百利科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603960','克来机电','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603963','大理药业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603966','法兰泰克','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603968','醋化股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603969','银龙股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603970','中农立华','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603976','正川股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603977','国泰集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603978','深圳新星','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603979','金诚信','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603980','吉华集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603985','恒润股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603986','兆易创新','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603987','康德莱','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603988','中电电机','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603989','艾华集团','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603990','麦迪科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603991','至正股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603993','洛阳钼业','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603996','中新科技','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603997','继峰股份','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603998','方盛制药','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sh603999','读者传媒','sh','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000001','平安银行','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000002','万科A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000004','国农科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000005','世纪星源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000006','深振业A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000007','全新好','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000008','神州高铁','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000009','中国宝安','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000010','美丽生态','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000011','深物业A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000012','南玻A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000014','沙河股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000016','深康佳A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000017','深中华A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000018','神州长城','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000019','深深宝A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000020','深华发A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000021','深科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000022','深赤湾A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000023','深天地A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000025','特力A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000026','飞亚达A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000027','深圳能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000028','国药一致','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000029','深深房A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000030','富奥股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000031','中粮地产','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000032','深桑达A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000034','神州数码','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000035','中国天楹','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000036','华联控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000037','深南电A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000038','深大通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000039','中集集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000040','东旭蓝天','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000042','中洲控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000043','中航地产','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000045','深纺织A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000046','泛海控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000048','康达尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000049','德赛电池','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000050','深天马A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000055','方大集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000056','皇庭国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000058','深赛格','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000059','华锦股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000060','中金岭南','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000061','农产品','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000062','深圳华强','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000063','中兴通讯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000065','北方国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000066','中国长城','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000068','华控赛格','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000069','华侨城A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000070','特发信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000078','海王生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000088','盐田港','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000089','深圳机场','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000090','天健集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000096','广聚能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000099','中信海直','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000100','TCL集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000150','宜华健康','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000151','中成股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000153','丰原药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000155','川化股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000156','华数传媒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000157','中联重科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000158','常山北明','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000159','国际实业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000166','申万宏源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000301','东方市场','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000333','美的集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000338','潍柴动力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000400','许继电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000401','冀东水泥','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000402','金融街','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000403','ST生化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000404','华意压缩','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000407','胜利股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000408','藏格控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000409','山东地矿','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000410','*ST沈机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000411','英特集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000413','东旭光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000415','渤海金控','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000416','民生控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000417','合肥百货','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000418','小天鹅A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000419','通程控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000420','吉林化纤','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000421','南京公用','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000422','湖北宜化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000423','东阿阿胶','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000425','徐工机械','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000426','兴业矿业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000428','华天酒店','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000429','粤高速A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000430','张家界','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000488','晨鸣纸业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000498','山东路桥','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000501','鄂武商A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000502','绿景控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000503','海虹控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000504','南华生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000505','珠江控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000506','中润资源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000507','珠海港','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000509','华塑控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000510','金路集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000511','*ST烯碳','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000513','丽珠集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000514','渝开发','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000516','国际医学','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000517','荣安地产','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000518','四环生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000519','中兵红箭','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000520','长航凤凰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000521','美菱电器','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000523','广州浪奇','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000524','岭南控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000525','红太阳','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000526','*ST紫学','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000528','柳工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000529','广弘控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000530','大冷股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000531','穗恒运A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000532','华金资本','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000533','万家乐','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000534','万泽股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000536','华映科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000537','广宇发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000538','云南白药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000539','粤电力A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000540','中天金融','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000541','佛山照明','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000543','皖能电力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000544','中原环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000545','金浦钛业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000546','金圆股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000547','航天发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000548','湖南投资','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000550','江铃汽车','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000551','创元科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000552','靖远煤电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000553','沙隆达A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000554','泰山石油','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000555','神州信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000557','西部创业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000558','莱茵体育','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000559','万向钱潮','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000560','昆百大A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000561','烽火电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000563','陕国投A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000564','供销大集','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000565','渝三峡A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000566','海南海药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000567','海德股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000568','泸州老窖','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000570','苏常柴A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000571','新大洲A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000572','海马汽车','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000573','粤宏远A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000576','广东甘化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000581','威孚高科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000582','北部湾港','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000584','哈工智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000585','东北电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000586','汇源通信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000587','金洲慈航','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000589','黔轮胎A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000590','启迪古汉','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000591','太阳能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000592','平潭发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000593','大通燃气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000595','*ST宝实','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000596','古井贡酒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000597','东北制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000598','兴蓉环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000599','青岛双星','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000600','建投能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000601','韶能股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000603','盛达矿业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000605','渤海股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000606','神州易桥','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000607','华媒控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000608','阳光股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000609','绵石投资','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000610','西安旅游','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000611','天首发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000612','焦作万方','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000613','*ST东海A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000615','京汉股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000616','海航投资','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000617','中油资本','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000619','海螺型材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000620','新华联','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000622','恒立实业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000623','吉林敖东','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000625','长安汽车','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000626','远大控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000627','天茂集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000628','高新发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000629','*ST钒钛','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000630','铜陵有色','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000631','顺发恒业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000632','三木集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000633','合金投资','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000635','英力特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000636','风华高科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000637','茂化实华','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000638','万方发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000639','西王食品','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000650','仁和药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000651','格力电器','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000652','泰达股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000655','金岭矿业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000656','金科股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000657','中钨高新','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000659','*ST中富','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000661','长春高新','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000662','天夏智慧','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000663','永安林业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000665','湖北广电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000666','经纬纺机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000667','美好置业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000668','荣丰控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000669','金鸿控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000670','盈方微','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000671','阳光城','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000672','上峰水泥','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000673','当代东方','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000676','智度股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000677','恒天海龙','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000678','襄阳轴承','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000679','大连友谊','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000680','山推股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000681','视觉中国','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000682','东方电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000683','远兴能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000685','中山公用','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000686','东北证券','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000687','华讯方舟','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000688','建新矿业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000690','宝新能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000691','亚太实业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000692','惠天热电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000693','*ST华泽','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000695','滨海能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000697','炼石有色','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000698','沈阳化工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000700','模塑科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000701','厦门信达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000702','正虹科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000703','恒逸石化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000705','浙江震元','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000707','双环科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000708','大冶特钢','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000709','河钢股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000710','贝瑞基因','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000711','京蓝科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000712','锦龙股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000713','丰乐种业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000715','中兴商业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000716','黑芝麻','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000717','韶钢松山','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000718','苏宁环球','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000719','中原传媒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000720','新能泰山','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000721','西安饮食','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000722','湖南发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000723','美锦能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000725','京东方A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000726','鲁泰A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000727','华东科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000728','国元证券','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000729','燕京啤酒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000731','四川美丰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000732','泰禾集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000733','振华科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000735','罗牛山','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000736','中交地产','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000737','南风化工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000738','航发控制','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000739','普洛药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000750','国海证券','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000751','锌业股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000752','西藏发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000753','漳州发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000755','*ST三维','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000756','新华制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000757','浩物股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000758','中色股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000759','中百集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000760','斯太尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000761','本钢板材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000762','西藏矿业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000766','通化金马','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000767','漳泽电力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000768','中航飞机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000776','广发证券','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000777','中核科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000778','新兴铸管','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000779','三毛派神','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000780','*ST平能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000782','美达股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000783','长江证券','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000785','武汉中商','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000786','北新建材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000788','北大医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000789','万年青','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000790','泰合健康','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000791','甘肃电投','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000792','盐湖股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000793','华闻传媒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000795','英洛华','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000796','凯撒旅游','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000797','中国武夷','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000798','中水渔业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000799','酒鬼酒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000800','一汽轿车','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000801','四川九洲','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000802','北京文化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000803','*ST金宇','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000806','银河生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000807','云铝股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000809','*ST新城','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000810','创维数字','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000811','冰轮环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000812','陕西金叶','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000813','德展健康','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000815','美利云','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000816','智慧农业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000818','方大化工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000819','岳阳兴长','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000820','神雾节能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000821','京山轻机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000822','山东海化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000823','超声电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000825','太钢不锈','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000826','启迪桑德','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000828','东莞控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000829','天音控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000830','鲁西化工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000831','五矿稀土','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000833','贵糖股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000835','长城动漫','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000836','鑫茂科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000837','秦川机床','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000838','财信发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000839','中信国安','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000848','承德露露','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000850','华茂股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000851','高鸿股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000852','石化机械','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000856','冀东装备','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000858','五粮液','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000859','国风塑业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000860','顺鑫农业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000861','海印股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000862','银星能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000863','三湘印象','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000868','安凯客车','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000869','张裕A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000875','吉电股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000876','新希望','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000877','天山股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000878','云南铜业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000880','潍柴重机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000881','中广核技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000882','华联股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000883','湖北能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000885','同力水泥','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000886','海南高速','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000887','中鼎股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000888','峨眉山A','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000889','茂业通信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000890','法尔胜','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000892','欢瑞世纪','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000893','东凌国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000895','双汇发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000897','津滨发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000898','鞍钢股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000899','赣能股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000900','现代投资','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000901','航天科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000902','新洋丰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000903','云内动力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000905','厦门港务','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000906','浙商中拓','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000908','景峰医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000909','数源科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000910','大亚圣象','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000911','南宁糖业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000912','*ST天化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000913','钱江摩托','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000915','山大华特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000917','电广传媒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000918','嘉凯城','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000919','金陵药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000920','南方汇通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000921','海信科龙','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000922','*ST佳电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000923','河北宣工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000925','众合科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000926','福星股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000927','一汽夏利','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000928','中钢国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000929','兰州黄河','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000930','中粮生化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000931','中关村','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000932','*ST华菱','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000933','神火股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000935','四川双马','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000936','华西股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000937','冀中能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000938','紫光股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000939','凯迪生态','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000948','南天信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000949','新乡化纤','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000950','*ST建峰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000951','中国重汽','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000952','广济药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000953','*ST河化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000955','欣龙控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000957','中通客车','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000958','东方能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000959','首钢股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000960','锡业股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000961','中南建设','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000962','东方钽业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000963','华东医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000965','天保基建','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000966','长源电力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000967','盈峰环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000968','蓝焰控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000969','安泰科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000970','中科三环','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000971','高升控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000972','*ST中基','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000973','佛塑科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000975','银泰资源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000976','华铁股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000977','浪潮信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000978','桂林旅游','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000979','中弘股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000980','众泰汽车','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000981','银亿股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000982','*ST中绒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000983','西山煤电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000985','大庆华科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000987','越秀金控','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000988','华工科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000989','九芝堂','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000990','诚志股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000993','闽东电力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000995','皇台酒业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000996','中国中期','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000997','新大陆','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000998','隆平高科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz000999','华润三九','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz001696','宗申动力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz001896','豫能控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz001965','招商公路','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz001979','招商蛇口','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002001','新和成','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002002','鸿达兴业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002003','伟星股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002004','华邦健康','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002005','德豪润达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002006','精功科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002007','华兰生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002008','大族激光','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002009','天奇股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002010','传化智联','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002011','盾安环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002012','凯恩股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002013','中航机电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002014','永新股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002015','霞客环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002016','世荣兆业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002017','东信和平','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002018','华信国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002019','亿帆医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002020','京新药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002021','中捷资源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002022','科华生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002023','海特高新','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002024','苏宁易购','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002025','航天电器','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002026','山东威达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002027','分众传媒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002028','思源电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002029','七匹狼','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002030','达安基因','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002031','巨轮智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002032','苏泊尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002033','丽江旅游','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002034','旺能环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002035','华帝股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002036','联创电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002037','久联发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002038','双鹭药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002039','黔源电力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002040','南京港','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002041','登海种业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002042','华孚时尚','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002043','兔宝宝','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002044','美年健康','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002045','国光电器','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002046','轴研科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002047','宝鹰股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002048','宁波华翔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002049','紫光国芯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002050','三花智控','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002051','中工国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002052','同洲电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002053','云南能投','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002054','德美化工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002055','得润电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002056','横店东磁','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002057','中钢天源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002058','威尔泰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002059','云南旅游','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002060','粤水电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002061','浙江交科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002062','宏润建设','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002063','远光软件','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002064','华峰氨纶','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002065','东华软件','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002066','瑞泰科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002067','景兴纸业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002068','黑猫股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002069','獐子岛','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002070','*ST众和','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002071','长城影视','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002072','凯瑞德','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002073','软控股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002074','国轩高科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002075','沙钢股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002076','雪莱特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002077','大港股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002078','太阳纸业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002079','苏州固锝','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002080','中材科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002081','金螳螂','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002082','万邦德','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002083','孚日股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002084','海鸥住工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002085','万丰奥威','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002086','东方海洋','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002087','新野纺织','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002088','鲁阳节能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002089','新海宜','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002090','金智科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002091','江苏国泰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002092','中泰化学','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002093','国脉科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002094','青岛金王','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002095','生意宝','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002096','南岭民爆','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002097','山河智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002098','浔兴股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002099','海翔药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002100','天康生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002101','广东鸿图','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002102','冠福股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002103','广博股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002104','恒宝股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002105','信隆健康','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002106','莱宝高科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002107','沃华医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002108','沧州明珠','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002109','兴化股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002110','三钢闽光','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002111','威海广泰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002112','三变科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002113','天润数娱','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002114','罗平锌电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002115','三维通信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002116','中国海诚','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002117','东港股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002118','紫鑫药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002119','康强电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002120','韵达股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002121','科陆电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002122','天马股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002123','梦网集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002124','天邦股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002125','湘潭电化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002126','银轮股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002127','南极电商','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002128','露天煤业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002129','中环股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002130','沃尔核材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002131','利欧股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002132','恒星科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002133','广宇集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002134','*ST普林','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002135','东南网架','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002136','安纳达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002137','麦达数字','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002138','顺络电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002139','拓邦股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002140','东华科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002141','贤丰控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002142','宁波银行','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002143','印纪传媒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002144','宏达高科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002145','中核钛白','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002146','荣盛发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002147','新光圆成','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002148','北纬科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002149','西部材料','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002150','通润装备','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002151','北斗星通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002152','广电运通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002153','石基信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002154','报喜鸟','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002155','湖南黄金','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002156','通富微电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002157','正邦科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002158','汉钟精机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002159','三特索道','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002160','常铝股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002161','远望谷','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002162','悦心健康','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002163','中航三鑫','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002164','宁波东力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002165','红宝丽','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002166','莱茵生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002167','东方锆业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002168','深圳惠程','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002169','智光电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002170','芭田股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002171','楚江新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002172','澳洋科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002173','创新医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002174','游族网络','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002175','东方网络','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002176','江特电机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002177','御银股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002178','延华智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002179','中航光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002180','纳思达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002181','粤传媒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002182','云海金属','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002183','怡亚通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002184','海得控制','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002185','华天科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002186','全聚德','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002187','广百股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002188','ST巴士','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002189','利达光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002190','成飞集成','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002191','劲嘉股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002192','融捷股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002193','如意集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002194','武汉凡谷','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002195','二三四五','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002196','方正电机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002197','证通电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002198','嘉应制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002199','东晶电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002200','云投生态','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002201','九鼎新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002202','金风科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002203','海亮股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002204','大连重工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002205','国统股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002206','海利得','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002207','*ST准油','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002208','合肥城建','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002209','达意隆','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002210','飞马国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002211','宏达新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002212','南洋股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002213','特尔佳','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002214','大立科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002215','诺普信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002216','三全食品','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002217','合力泰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002218','拓日新能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002219','恒康医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002220','天宝食品','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002221','东华能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002222','福晶科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002223','鱼跃医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002224','三力士','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002225','濮耐股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002226','江南化工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002227','奥特迅','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002228','合兴包装','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002229','鸿博股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002230','科大讯飞','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002231','奥维通信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002232','启明信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002233','塔牌集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002234','民和股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002235','安妮股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002236','大华股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002237','恒邦股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002238','天威视讯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002239','奥特佳','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002240','威华股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002241','歌尔股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002242','九阳股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002243','通产丽星','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002244','滨江集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002245','澳洋顺昌','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002246','北化股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002247','帝龙文化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002248','*ST东数','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002249','大洋电机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002250','联化科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002251','步步高','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002252','上海莱士','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002253','川大智胜','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002254','泰和新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002255','海陆重工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002256','兆新股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002258','利尔化学','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002259','升达林业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002260','德奥通航','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002261','拓维信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002262','恩华药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002263','大东南','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002264','新华都','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002265','西仪股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002266','浙富控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002267','陕天然气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002268','卫士通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002269','美邦服饰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002270','华明装备','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002271','东方雨虹','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002272','川润股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002273','水晶光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002274','华昌化工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002275','桂林三金','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002276','万马股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002277','友阿股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002278','神开股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002279','久其软件','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002280','联络互动','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002281','光迅科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002282','博深工具','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002283','天润曲轴','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002284','亚太股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002285','世联行','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002286','保龄宝','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002287','奇正藏药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002288','超华科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002289','宇顺电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002290','中科新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002291','星期六','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002292','奥飞娱乐','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002293','罗莱生活','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002294','信立泰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002295','精艺股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002296','辉煌科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002297','博云新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002298','中电鑫龙','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002299','圣农发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002300','太阳电缆','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002301','齐心集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002302','西部建设','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002303','美盈森','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002304','洋河股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002305','南国置业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002306','*ST云网','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002307','北新路桥','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002308','威创股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002309','中利集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002310','东方园林','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002311','海大集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002312','*ST三泰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002313','日海通讯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002314','南山控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002315','焦点科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002316','键桥通讯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002317','众生药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002318','久立特材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002319','乐通股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002320','海峡股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002321','华英农业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002322','理工环科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002323','雅百特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002324','普利特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002325','洪涛股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002326','永太科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002327','富安娜','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002328','新朋股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002329','皇氏集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002330','得利斯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002331','皖通科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002332','仙琚制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002333','罗普斯金','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002334','英威腾','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002335','科华恒盛','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002336','人人乐','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002337','赛象科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002338','奥普光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002339','积成电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002340','格林美','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002341','新纶科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002342','巨力索具','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002343','慈文传媒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002344','海宁皮城','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002345','潮宏基','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002346','柘中股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002347','泰尔股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002348','高乐股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002349','精华制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002350','北京科锐','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002351','漫步者','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002352','顺丰控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002353','杰瑞股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002354','天神娱乐','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002355','兴民智通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002356','赫美集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002357','富临运业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002358','森源电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002359','北讯集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002360','同德化工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002361','神剑股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002362','汉王科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002363','隆基机械','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002364','中恒电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002365','永安药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002366','台海核电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002367','康力电梯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002368','太极股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002369','卓翼科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002370','亚太药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002371','北方华创','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002372','伟星新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002373','千方科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002374','丽鹏股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002375','亚厦股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002376','新北洋','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002377','国创高新','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002378','章源钨业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002379','宏创控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002380','科远股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002381','双箭股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002382','蓝帆医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002383','合众思壮','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002384','东山精密','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002385','大北农','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002386','天原集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002387','黑牛食品','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002388','新亚制程','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002389','南洋科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002390','信邦制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002391','长青股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002392','北京利尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002393','力生制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002394','联发股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002395','双象股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002396','星网锐捷','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002397','梦洁股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002398','建研集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002399','海普瑞','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002400','省广股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002401','中远海科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002402','和而泰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002403','爱仕达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002404','嘉欣丝绸','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002405','四维图新','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002406','远东传动','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002407','多氟多','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002408','齐翔腾达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002409','雅克科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002410','广联达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002411','必康股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002412','汉森制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002413','雷科防务','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002414','高德红外','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002415','海康威视','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002416','爱施德','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002417','深南股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002418','康盛股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002419','天虹股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002420','毅昌股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002421','达实智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002422','科伦药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002423','中原特钢','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002424','贵州百灵','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002425','凯撒文化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002426','胜利精密','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002427','ST尤夫','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002428','云南锗业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002429','兆驰股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002430','杭氧股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002431','棕榈股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002432','九安医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002433','太安堂','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002434','万里扬','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002435','长江润发','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002436','兴森科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002437','誉衡药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002438','江苏神通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002439','启明星辰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002440','闰土股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002441','众业达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002442','龙星化工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002443','金洲管道','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002444','巨星科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002445','中南文化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002446','盛路通信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002447','晨鑫科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002448','中原内配','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002449','国星光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002450','康得新','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002451','摩恩电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002452','长高集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002453','天马精化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002454','松芝股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002455','百川股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002456','欧菲科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002457','青龙管业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002458','益生股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002459','天业通联','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002460','赣锋锂业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002461','珠江啤酒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002462','嘉事堂','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002463','沪电股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002464','众应互联','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002465','海格通信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002466','天齐锂业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002467','二六三','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002468','申通快递','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002469','三维工程','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002470','金正大','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002471','中超控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002472','双环传动','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002473','*ST圣莱','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002474','榕基软件','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002475','立讯精密','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002476','宝莫股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002477','雏鹰农牧','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002478','常宝股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002479','富春环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002480','新筑股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002481','双塔食品','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002482','广田集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002483','润邦股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002484','江海股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002485','希努尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002486','嘉麟杰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002487','大金重工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002488','金固股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002489','浙江永强','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002490','*ST墨龙','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002491','通鼎互联','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002492','恒基达鑫','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002493','荣盛石化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002494','华斯股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002495','佳隆股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002496','辉丰股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002497','雅化集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002498','汉缆股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002499','科林环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002500','山西证券','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002501','利源精制','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002502','骅威文化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002503','搜于特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002504','*ST弘高','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002505','大康农业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002506','协鑫集成','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002507','涪陵榨菜','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002508','老板电器','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002509','天广中茂','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002510','天汽模','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002511','中顺洁柔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002512','达华智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002513','蓝丰生化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002514','宝馨科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002515','金字火腿','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002516','旷达科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002517','恺英网络','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002518','科士达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002519','银河电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002520','日发精机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002521','齐峰新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002522','浙江众成','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002523','天桥起重','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002524','光正集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002526','山东矿机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002527','新时达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002528','英飞拓','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002529','海源机械','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002530','金财互联','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002531','天顺风能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002532','新界泵业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002533','金杯电工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002534','杭锅股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002535','林州重机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002536','西泵股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002537','海联金汇','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002538','司尔特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002539','云图控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002540','亚太科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002541','鸿路钢构','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002542','中化岩土','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002543','万和电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002544','杰赛科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002545','东方铁塔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002546','新联电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002547','春兴精工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002548','金新农','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002549','凯美特气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002550','千红制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002551','尚荣医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002552','宝鼎科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002553','南方轴承','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002554','惠博普','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002555','三七互娱','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002556','辉隆股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002557','洽洽食品','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002558','巨人网络','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002559','亚威股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002560','通达股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002561','徐家汇','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002562','兄弟科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002563','森马服饰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002564','天沃科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002565','顺灏股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002566','益盛药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002567','唐人神','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002568','百润股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002569','步森股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002570','贝因美','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002571','*ST德力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002572','索菲亚','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002573','清新环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002574','明牌珠宝','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002575','群兴玩具','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002576','通达动力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002577','雷柏科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002578','闽发铝业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002579','中京电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002580','圣阳股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002581','未名医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002582','好想你','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002583','海能达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002584','西陇科学','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002585','双星新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002586','围海股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002587','奥拓电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002588','史丹利','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002589','瑞康医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002590','万安科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002591','恒大高新','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002592','八菱科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002593','日上集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002594','比亚迪','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002595','豪迈科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002596','海南瑞泽','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002597','金禾实业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002598','山东章鼓','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002599','盛通股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002600','江粉磁材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002601','龙蟒佰利','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002602','世纪华通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002603','以岭药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002604','ST龙力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002605','姚记扑克','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002606','大连电瓷','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002607','亚夏汽车','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002608','江苏国信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002609','捷顺科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002610','爱康科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002611','东方精工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002612','朗姿股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002613','北玻股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002614','奥佳华','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002615','哈尔斯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002616','长青集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002617','露笑科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002618','丹邦科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002619','艾格拉斯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002620','瑞和股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002621','三垒股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002622','融钰集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002623','亚玛顿','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002624','完美世界','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002625','光启技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002626','金达威','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002627','宜昌交运','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002628','成都路桥','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002629','仁智股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002630','华西能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002631','德尔未来','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002632','道明光学','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002633','申科股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002634','棒杰股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002635','安洁科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002636','金安国纪','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002637','赞宇科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002638','勤上股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002639','雪人股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002640','跨境通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002641','永高股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002642','荣之联','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002643','万润股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002644','佛慈制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002645','华宏科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002646','青青稞酒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002647','民盛金科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002648','卫星石化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002649','博彦科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002650','加加食品','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002651','利君股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002652','扬子新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002653','海思科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002654','万润科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002655','共达电声','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002656','摩登大道','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002657','中科金财','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002658','雪迪龙','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002659','凯文教育','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002660','茂硕电源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002661','克明面业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002662','京威股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002663','普邦股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002664','长鹰信质','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002665','首航节能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002666','德联集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002667','鞍重股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002668','奥马电器','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002669','康达新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002670','国盛金控','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002671','龙泉股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002672','东江环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002673','西部证券','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002674','兴业科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002675','东诚药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002676','顺威股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002677','浙江美大','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002678','珠江钢琴','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002679','福建金森','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002680','长生生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002681','奋达科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002682','龙洲股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002683','宏大爆破','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002684','猛狮科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002685','华东重机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002686','亿利达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002687','乔治白','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002688','金河生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002689','远大智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002690','美亚光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002691','冀凯股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002692','睿康股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002693','双成药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002694','顾地科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002695','煌上煌','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002696','百洋股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002697','红旗连锁','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002698','博实股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002699','美盛文化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002700','新疆浩源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002701','奥瑞金','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002702','海欣食品','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002703','浙江世宝','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002705','新宝股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002706','良信电器','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002707','众信旅游','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002708','光洋股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002709','天赐材料','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002711','欧浦智网','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002712','思美传媒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002713','东易日盛','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002714','牧原股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002715','登云股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002716','金贵银业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002717','岭南园林','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002718','友邦吊顶','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002719','麦趣尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002721','金一文化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002722','金轮股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002723','金莱特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002724','海洋王','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002725','跃岭股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002726','龙大肉食','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002727','一心堂','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002728','特一药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002729','好利来','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002730','电光科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002731','萃华珠宝','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002732','燕塘乳业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002733','雄韬股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002734','利民股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002735','王子新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002736','国信证券','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002737','葵花药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002738','中矿资源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002739','万达电影','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002740','爱迪尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002741','光华科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002742','三圣股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002743','富煌钢构','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002745','木林森','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002746','仙坛股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002747','埃斯顿','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002748','世龙实业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002749','国光股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002750','龙津药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002751','易尚展示','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002752','昇兴股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002753','永东股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002755','东方新星','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002756','永兴特钢','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002757','南兴装备','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002758','华通医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002759','天际股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002760','凤形股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002761','多喜爱','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002762','金发拉比','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002763','汇洁股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002765','蓝黛传动','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002766','索菱股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002767','先锋电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002768','国恩股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002769','普路通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002770','科迪乳业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002771','真视通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002772','众兴菌业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002773','康弘药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002774','快意电梯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002775','文科园林','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002776','柏堡龙','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002777','久远银海','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002778','高科石化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002779','中坚科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002780','三夫户外','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002781','奇信股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002782','可立克','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002783','凯龙股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002785','万里石','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002786','银宝山新','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002787','华源控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002788','鹭燕医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002789','建艺集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002790','瑞尔特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002791','坚朗五金','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002792','通宇通讯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002793','东音股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002795','永和智控','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002796','世嘉科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002797','第一创业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002798','帝王洁具','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002799','环球印务','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002800','天顺股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002801','微光股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002802','洪汇新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002803','吉宏股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002805','丰元股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002806','华锋股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002807','江阴银行','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002808','苏州恒久','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002809','红墙股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002810','山东赫达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002811','亚泰国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002812','创新股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002813','路畅科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002815','崇达技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002816','和科达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002817','黄山胶囊','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002818','富森美','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002819','东方中科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002820','桂发祥','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002821','凯莱英','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002822','中装建设','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002823','凯中精密','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002824','和胜股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002825','纳尔股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002826','易明医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002827','高争民爆','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002828','贝肯能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002829','星网宇达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002830','名雕股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002831','裕同科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002832','比音勒芬','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002833','弘亚数控','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002835','同为股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002836','新宏泽','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002837','英维克','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002838','道恩股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002839','张家港行','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002840','华统股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002841','视源股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002842','翔鹭钨业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002843','泰嘉股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002845','同兴达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002846','英联股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002847','盐津铺子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002848','高斯贝尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002849','威星智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002850','科达利','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002851','麦格米特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002852','道道全','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002853','皮阿诺','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002855','捷荣技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002856','美芝股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002857','三晖电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002858','力盛赛车','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002859','洁美科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002860','星帅尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002861','瀛通通讯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002862','实丰文化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002863','今飞凯达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002864','盘龙药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002865','钧达股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002866','传艺科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002867','周大生','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002868','绿康生化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002869','金溢科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002870','香山股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002871','伟隆股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002872','天圣制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002873','新天药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002875','安奈儿','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002876','三利谱','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002877','智能自控','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002878','元隆雅图','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002879','长缆科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002880','卫光生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002881','美格智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002882','金龙羽','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002883','中设股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002884','凌霄泵业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002885','京泉华','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002886','沃特股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002887','绿茵生态','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002888','惠威科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002889','东方嘉盛','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002890','弘宇股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002891','中宠股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002892','科力尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002893','华通热力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002895','川恒股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002896','中大力德','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002897','意华股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002898','赛隆药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002899','英派斯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002900','哈三联','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002901','大博医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002902','铭普光磁','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002903','宇环数控','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002905','金逸影视','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002906','华阳集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002907','华森制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002908','德生科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002909','集泰股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002910','庄园牧场','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002911','佛燃股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002912','中新赛克','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002913','奥士康','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002915','中欣氟材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002916','深南电路','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002917','金奥博','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002918','蒙娜丽莎','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002919','名臣健康','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002920','德赛西威','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002921','联诚精密','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002922','伊戈尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002923','润都股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002925','盈趣科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz002926','华西证券','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300001','特锐德','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300002','神州泰岳','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300003','乐普医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300004','南风股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300005','探路者','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300006','莱美药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300007','汉威科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300008','天海防务','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300009','安科生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300010','立思辰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300011','鼎汉技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300012','华测检测','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300013','新宁物流','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300014','亿纬锂能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300015','爱尔眼科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300016','北陆药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300017','网宿科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300018','中元股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300019','硅宝科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300020','银江股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300021','大禹节水','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300022','吉峰农机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300023','宝德股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300024','机器人','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300025','华星创业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300026','红日药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300027','华谊兄弟','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300028','金亚科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300029','天龙光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300030','阳普医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300031','宝通科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300032','金龙机电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300033','同花顺','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300034','钢研高纳','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300035','中科电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300036','超图软件','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300037','新宙邦','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300038','梅泰诺','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300039','上海凯宝','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300040','九洲电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300041','回天新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300042','朗科科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300043','星辉娱乐','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300044','赛为智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300045','华力创通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300046','台基股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300047','天源迪科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300048','合康新能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300049','福瑞股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300050','世纪鼎利','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300051','三五互联','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300052','中青宝','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300053','欧比特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300054','鼎龙股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300055','万邦达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300056','三维丝','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300057','万顺股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300058','蓝色光标','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300059','东方财富','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300061','康旗股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300062','中能电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300063','天龙集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300064','豫金刚石','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300065','海兰信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300066','三川智慧','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300067','安诺其','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300068','南都电源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300069','金利华电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300070','碧水源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300071','华谊嘉信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300072','三聚环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300073','当升科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300074','华平股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300075','数字政通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300076','GQY视讯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300077','国民技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300078','思创医惠','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300079','数码科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300080','易成新能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300081','恒信东方','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300082','奥克股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300083','劲胜智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300084','海默科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300085','银之杰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300086','康芝药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300087','荃银高科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300088','长信科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300089','文化长城','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300090','盛运环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300091','金通灵','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300092','科新机电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300093','金刚玻璃','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300094','国联水产','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300095','华伍股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300096','易联众','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300097','智云股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300098','高新兴','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300099','精准信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300100','双林股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300101','振芯科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300102','乾照光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300103','达刚路机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300104','乐视网','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300105','龙源技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300106','西部牧业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300107','建新股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300108','吉药控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300109','新开源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300110','华仁药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300111','向日葵','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300112','万讯自控','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300113','顺网科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300114','中航电测','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300115','长盈精密','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300116','坚瑞沃能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300117','嘉寓股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300118','东方日升','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300119','瑞普生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300120','经纬电材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300121','阳谷华泰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300122','智飞生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300123','亚光科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300124','汇川技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300125','易世达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300126','锐奇股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300127','银河磁体','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300128','锦富技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300129','泰胜风能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300130','新国都','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300131','英唐智控','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300132','青松股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300133','华策影视','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300134','大富科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300135','宝利国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300136','信维通信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300137','先河环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300138','晨光生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300139','晓程科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300140','中环装备','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300141','和顺电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300142','沃森生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300143','星普医科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300144','宋城演艺','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300145','中金环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300146','汤臣倍健','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300147','香雪制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300148','天舟文化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300149','量子高科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300150','世纪瑞尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300151','昌红科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300152','科融环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300153','科泰电源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300154','瑞凌股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300155','安居宝','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300156','神雾环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300157','恒泰艾普','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300158','振东制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300159','新研股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300160','秀强股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300161','华中数控','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300162','雷曼股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300163','先锋新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300164','通源石油','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300165','天瑞仪器','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300166','东方国信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300167','迪威迅','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300168','万达信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300169','天晟新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300170','汉得信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300171','东富龙','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300172','中电环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300173','智慧松德','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300174','元力股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300175','朗源股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300176','鸿特精密','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300177','中海达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300178','腾邦国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300179','四方达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300180','华峰超纤','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300181','佐力药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300182','捷成股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300183','东软载波','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300184','力源信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300185','通裕重工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300187','永清环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300188','美亚柏科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300189','神农基因','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300190','维尔利','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300191','潜能恒信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300192','科斯伍德','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300193','佳士科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300194','福安药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300195','长荣股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300196','长海股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300197','铁汉生态','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300198','纳川股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300199','翰宇药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300200','高盟新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300201','海伦哲','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300202','聚龙股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300203','聚光科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300204','舒泰神','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300205','天喻信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300206','理邦仪器','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300207','欣旺达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300208','恒顺众昇','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300209','天泽信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300210','森远股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300211','亿通科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300212','易华录','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300213','佳讯飞鸿','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300214','日科化学','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300215','电科院','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300216','千山药机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300217','东方电热','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300218','安利股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300219','鸿利智汇','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300220','金运激光','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300221','银禧科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300222','科大智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300223','北京君正','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300224','正海磁材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300225','金力泰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300226','上海钢联','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300227','光韵达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300228','富瑞特装','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300229','拓尔思','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300230','永利股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300231','银信科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300232','洲明科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300233','金城医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300234','开尔新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300235','方直科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300236','上海新阳','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300237','美晨生态','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300238','冠昊生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300239','东宝生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300240','飞力达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300241','瑞丰光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300242','明家联合','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300243','瑞丰高材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300244','迪安诊断','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300245','天玑科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300246','宝莱特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300247','乐金健康','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300248','新开普','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300249','依米康','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300250','初灵信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300251','光线传媒','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300252','金信诺','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300253','卫宁健康','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300254','仟源医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300255','常山药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300256','星星科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300257','开山股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300258','精锻科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300259','新天科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300260','新莱应材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300261','雅本化学','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300262','巴安水务','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300263','隆华节能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300264','佳创视讯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300265','通光线缆','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300266','兴源环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300267','尔康制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300268','佳沃股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300269','联建光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300270','中威电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300271','华宇软件','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300272','开能环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300273','和佳股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300274','阳光电源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300275','梅安森','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300276','三丰智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300277','海联讯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300278','华昌达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300279','和晶科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300280','南通锻压','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300281','金明精机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300282','汇冠股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300283','温州宏丰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300284','苏交科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300285','国瓷材料','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300286','安科瑞','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300287','飞利信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300288','朗玛信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300289','利德曼','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300290','荣科科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300291','华录百纳','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300292','吴通控股','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300293','蓝英装备','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300294','博雅生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300295','三六五网','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300296','利亚德','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300297','蓝盾股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300298','三诺生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300299','富春股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300300','汉鼎宇佑','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300301','长方集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300302','同有科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300303','聚飞光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300304','云意电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300305','裕兴股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300306','远方信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300307','慈星股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300308','中际旭创','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300309','吉艾科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300310','宜通世纪','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300311','任子行','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300312','邦讯技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300313','天山生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300314','戴维医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300315','掌趣科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300316','晶盛机电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300317','珈伟股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300318','博晖创新','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300319','麦捷科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300320','海达股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300321','同大股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300322','硕贝德','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300323','华灿光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300324','旋极信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300325','德威新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300326','凯利泰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300327','中颖电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300328','宜安科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300329','海伦钢琴','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300330','华虹计通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300331','苏大维格','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300332','天壕环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300333','兆日科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300334','津膜科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300335','迪森股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300336','新文化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300337','银邦股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300338','开元股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300339','润和软件','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300340','科恒股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300341','麦迪电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300342','天银机电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300343','联创互联','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300344','太空板业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300345','红宇新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300346','南大光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300347','泰格医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300348','长亮科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300349','金卡智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300350','华鹏飞','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300351','永贵电器','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300352','北信源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300353','东土科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300354','东华测试','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300355','蒙草生态','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300356','光一科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300357','我武生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300358','楚天科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300359','全通教育','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300360','炬华科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300362','天翔环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300363','博腾股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300364','中文在线','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300365','恒华科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300366','创意信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300367','东方网力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300368','汇金股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300369','绿盟科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300370','安控科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300371','汇中股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300373','扬杰科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300374','恒通科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300375','鹏翎股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300376','易事特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300377','赢时胜','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300378','鼎捷软件','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300379','东方通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300380','安硕信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300381','溢多利','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300382','斯莱克','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300383','光环新网','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300384','三联虹普','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300385','雪浪环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300386','飞天诚信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300387','富邦股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300388','国祯环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300389','艾比森','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300390','天华超净','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300391','康跃科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300392','腾信股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300393','中来股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300394','天孚通信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300395','菲利华','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300396','迪瑞医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300397','天和防务','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300398','飞凯材料','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300399','京天利','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300400','劲拓股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300401','花园生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300402','宝色股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300403','地尔汉宇','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300404','博济医药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300405','科隆股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300406','九强生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300407','凯发电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300408','三环集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300409','道氏技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300410','正业科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300411','金盾股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300412','迦南科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300413','快乐购','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300414','中光防雷','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300415','伊之密','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300416','苏试试验','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300417','南华仪器','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300418','昆仑万维','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300419','浩丰科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300420','五洋停车','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300421','力星股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300422','博世科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300423','鲁亿通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300424','航新科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300425','环能科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300426','唐德影视','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300427','红相电力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300428','四通新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300429','强力新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300430','诚益通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300431','暴风集团','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300432','富临精工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300433','蓝思科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300434','金石东方','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300435','中泰股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300436','广生堂','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300437','清水源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300438','鹏辉能源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300439','美康生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300440','运达科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300441','鲍斯股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300442','普丽盛','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300443','金雷风电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300444','双杰电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300445','康斯特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300446','乐凯新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300447','全信股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300448','浩云科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300449','汉邦高科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300450','先导智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300451','创业软件','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300452','山河药辅','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300453','三鑫医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300455','康拓红外','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300456','耐威科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300457','赢合科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300458','全志科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300459','金科文化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300460','惠伦晶体','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300461','田中精机','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300462','华铭智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300463','迈克生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300464','星徽精密','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300465','高伟达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300466','赛摩电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300467','迅游科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300468','四方精创','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300469','信息发展','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300470','日机密封','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300471','厚普股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300472','新元科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300473','德尔股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300474','景嘉微','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300475','聚隆科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300476','胜宏科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300477','合纵科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300478','杭州高新','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300479','神思电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300480','光力科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300481','濮阳惠成','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300482','万孚生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300483','沃施股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300484','蓝海华腾','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300485','赛升药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300486','东杰智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300487','蓝晓科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300488','恒锋工具','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300489','中飞股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300490','华自科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300491','通合科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300492','山鼎设计','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300493','润欣科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300494','盛天网络','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300495','美尚生态','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300496','中科创达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300497','富祥股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300498','温氏股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300499','高澜股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300500','启迪设计','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300501','海顺新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300502','新易盛','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300503','昊志机电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300505','川金诺','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300506','名家汇','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300507','苏奥传感','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300508','维宏股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300509','新美星','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300510','金冠电气','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300511','雪榕生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300512','中亚股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300513','恒泰实达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300514','友讯达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300515','三德科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300516','久之洋','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300517','海波重科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300518','盛讯达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300519','新光药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300520','科大国创','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300521','爱司凯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300522','世名科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300523','辰安科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300525','博思软件','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300526','中潜股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300527','华舟应急','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300528','幸福蓝海','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300529','健帆生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300530','达志科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300531','优博讯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300532','今天国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300533','冰川网络','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300534','陇神戎发','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300535','达威股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300536','农尚环境','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300537','广信材料','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300538','同益股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300539','横河模具','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300540','深冷股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300541','先进数通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300542','新晨科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300543','朗科智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300545','联得装备','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300546','雄帝科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300547','川环科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300548','博创科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300549','优德精密','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300550','和仁科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300551','古鳌科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300552','万集科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300553','集智股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300554','三超新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300555','路通视信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300556','丝路视觉','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300557','理工光科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300558','贝达药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300559','佳发安泰','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300560','中富通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300561','汇金科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300562','乐心医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300563','神宇股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300565','科信技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300566','激智科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300567','精测电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300568','星源材质','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300569','天能重工','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300570','太辰光','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300571','平治信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300572','安车检测','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300573','兴齐眼药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300575','中旗股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300576','容大感光','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300577','开润股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300578','会畅通讯','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300579','数字认证','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300580','贝斯特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300581','晨曦航空','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300582','英飞特','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300583','赛托生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300584','海辰药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300585','奥联电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300586','美联新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300587','天铁股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300588','熙菱信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300589','江龙船艇','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300590','移为通信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300591','万里马','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300592','华凯创意','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300593','新雷能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300595','欧普康视','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300596','利安隆','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300597','吉大通信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300598','诚迈科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300599','雄塑科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300600','瑞特股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300601','康泰生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300602','飞荣达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300603','立昂技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300604','长川科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300605','恒锋信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300606','金太阳','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300607','拓斯达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300608','思特奇','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300609','汇纳科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300610','晨化股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300611','美力科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300612','宣亚国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300613','富瀚微','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300615','欣天科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300616','尚品宅配','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300617','安靠智电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300618','寒锐钴业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300619','金银河','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300620','光库科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300621','维业股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300622','博士眼镜','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300623','捷捷微电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300624','万兴科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300625','三雄极光','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300626','华瑞股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300627','华测导航','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300628','亿联网络','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300629','新劲刚','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300630','普利制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300631','久吾高科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300632','光莆股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300633','开立医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300635','达安股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300636','同和药业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300637','扬帆新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300638','广和通','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300639','凯普生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300640','德艺文创','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300641','正丹股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300642','透景生命','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300643','万通智控','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300644','南京聚隆','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300645','正元智慧','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300647','超频三','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300648','星云股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300649','杭州园林','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300650','太龙照明','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300651','金陵体育','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300652','雷迪克','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300653','正海生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300654','世纪天鸿','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300655','晶瑞股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300656','民德电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300657','弘信电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300658','延江股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300659','中孚信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300660','江苏雷利','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300661','圣邦股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300662','科锐国际','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300663','科蓝软件','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300664','鹏鹞环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300665','飞鹿股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300666','江丰电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300667','必创科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300668','杰恩设计','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300669','沪宁股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300670','大烨智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300671','富满电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300672','国科微','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300673','佩蒂股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300675','建科院','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300676','华大基因','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300677','英科医疗','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300678','中科信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300679','电连技术','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300680','隆盛科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300681','英搏尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300682','朗新科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300683','海特生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300684','中石科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300685','艾德生物','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300686','智动力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300687','赛意信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300688','创业黑马','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300689','澄天伟业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300690','双一科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300691','联合光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300692','中环环保','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300693','盛弘股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300695','兆丰股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300696','爱乐达','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300697','电工合金','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300698','万马科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300699','光威复材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300700','岱勒新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300701','森霸股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300702','天宇股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300703','创源文化','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300705','九典制药','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300706','阿石创','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300707','威唐工业','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300708','聚灿光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300709','精研科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300710','万隆光电','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300711','广哈通信','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300712','永福股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300713','英可瑞','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300715','凯伦股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300716','国立科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300717','华信新材','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300718','长盛轴承','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300719','安达维尔','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300720','海川智能','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300721','怡达股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300722','新余国科','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300723','一品红','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300725','药石科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300726','宏达电子','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300727','润禾材料','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300729','乐歌股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300730','科创信息','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300731','科创新源','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300732','设研院','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300733','西菱动力','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300735','光弘科技','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300736','百华悦邦','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300737','科顺股份','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300738','奥飞数据','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300739','明阳电路','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz300740','御家汇','sz','2018-03-02 11:21:31','2018-03-02 11:21:31',1),
('sz399005','中小板指','sh','2018-01-17 11:40:29','2018-01-23 15:10:15',1),
('sz399006','创业板指','sh','2018-01-17 11:40:29','2018-01-23 15:10:15',1);

/*Table structure for table `mgr_trade_config` */

DROP TABLE IF EXISTS `mgr_trade_config`;

CREATE TABLE `mgr_trade_config` (
  `mtc_id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `mtc_trade` varchar(30) DEFAULT NULL COMMENT '行业',
  `mtc_icon` varchar(256) DEFAULT NULL COMMENT '图标',
  `mtc_serial` int(5) DEFAULT NULL COMMENT '排序',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`mtc_id`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='热门行业配置';

/*Data for the table `mgr_trade_config` */

/*Table structure for table `mgr_tradeday` */

DROP TABLE IF EXISTS `mgr_tradeday`;

CREATE TABLE `mgr_tradeday` (
  `mt_date` date NOT NULL COMMENT '交易日',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`mt_date`),
  KEY `idx_inserttime` (`inserttime`),
  KEY `idx_updatetime` (`updatetime`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='交易日管理';

/*Data for the table `mgr_tradeday` */

insert  into `mgr_tradeday`(`mt_date`,`inserttime`,`updatetime`,`isactive`) values 
('2018-01-02','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-03','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-04','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-05','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-08','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-09','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-10','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-11','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-12','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-15','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-16','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-17','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-18','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-19','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-22','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-23','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-24','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-25','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-26','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-29','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-30','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-01-31','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-01','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-02','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-05','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-06','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-07','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-08','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-09','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-12','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-13','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-14','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-22','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-23','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-26','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-27','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-02-28','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-01','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-02','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-05','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-06','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-07','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-08','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-09','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-12','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-13','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-14','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-15','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-16','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-19','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-20','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-21','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-22','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-23','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-26','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-27','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-28','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-29','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-03-30','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-02','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-03','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-04','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-09','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-10','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-11','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-12','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-13','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-16','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-17','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-18','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-19','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-20','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-23','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-24','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-25','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-26','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-04-27','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-02','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-03','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-04','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-07','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-08','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-09','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-10','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-11','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-14','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-15','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-16','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-17','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-18','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-21','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-22','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-23','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-24','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-25','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-28','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-29','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-30','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-05-31','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-01','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-04','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-05','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-06','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-07','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-08','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-11','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-12','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-13','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-14','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-15','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-19','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-20','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-21','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-22','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-25','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-26','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-27','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-28','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-06-29','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-02','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-03','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-04','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-05','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-06','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-09','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-10','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-11','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-12','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-13','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-16','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-17','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-18','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-19','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-20','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-23','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-24','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-25','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-26','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-27','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-30','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-07-31','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-01','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-02','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-03','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-06','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-07','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-08','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-09','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-10','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-13','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-14','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-15','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-16','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-17','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-20','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-21','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-22','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-23','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-24','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-27','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-28','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-29','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-30','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-08-31','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-03','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-04','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-05','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-06','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-07','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-10','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-11','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-12','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-13','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-14','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-17','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-18','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-19','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-20','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-21','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-25','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-26','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-27','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-09-28','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-08','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-09','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-10','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-11','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-12','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-15','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-16','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-17','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-18','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-19','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-22','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-23','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-24','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-25','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-26','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-29','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-30','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-10-31','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-01','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-02','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-05','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-06','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-07','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-08','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-09','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-12','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-13','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-14','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-15','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-16','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-19','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-20','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-21','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-22','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-23','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-26','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-27','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-28','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-29','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-11-30','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-03','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-04','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-05','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-06','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-07','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-10','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-11','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-12','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-13','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-14','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-17','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-18','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-19','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-20','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-21','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-24','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-25','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-26','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-27','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-28','2018-02-27 11:26:32','2018-02-27 11:26:32',1),
('2018-12-31','2018-02-27 11:26:32','2018-02-27 11:26:32',1);

/*Table structure for table `sequence` */

DROP TABLE IF EXISTS `sequence`;

CREATE TABLE `sequence` (
  `seqId` bigint(20) NOT NULL AUTO_INCREMENT,
  `id` int(20) NOT NULL,
  `name` varchar(45) NOT NULL,
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) NOT NULL DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`seqId`),
  KEY `Index_2` (`name`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`),
  KEY `ix_isactive` (`isactive`)
) ENGINE=InnoDB AUTO_INCREMENT=102 DEFAULT CHARSET=utf8;

/*Data for the table `sequence` */

insert  into `sequence`(`seqId`,`id`,`name`,`inserttime`,`updatetime`,`isactive`) values 
(101,10000141,'USER_INFO','2018-03-05 11:28:43','2018-05-22 08:58:25',1);

/*Table structure for table `sys_job_info` */

DROP TABLE IF EXISTS `sys_job_info`;

CREATE TABLE `sys_job_info` (
  `SJI_ID_N` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `SJI_CODE_V` varchar(20) NOT NULL COMMENT '任务code',
  `SJI_SPRING_ID_V` varchar(50) NOT NULL COMMENT 'spring id',
  `SJI_METHOD_NAME_V` varchar(50) NOT NULL COMMENT '方法名',
  `SJI_CRON_V` varchar(50) NOT NULL COMMENT 'cron表达式',
  `SJI_STATUS_N` int(11) NOT NULL DEFAULT '1' COMMENT '1运行、0停止',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) NOT NULL DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`SJI_ID_N`),
  UNIQUE KEY `UNIQUE_CODE` (`SJI_CODE_V`),
  UNIQUE KEY `UNIQUE_TASK` (`SJI_SPRING_ID_V`,`SJI_METHOD_NAME_V`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`),
  KEY `ix_isactive` (`isactive`)
) ENGINE=InnoDB AUTO_INCREMENT=92 DEFAULT CHARSET=utf8 COMMENT='任务信息';

/*Data for the table `sys_job_info` */

insert  into `sys_job_info`(`SJI_ID_N`,`SJI_CODE_V`,`SJI_SPRING_ID_V`,`SJI_METHOD_NAME_V`,`SJI_CRON_V`,`SJI_STATUS_N`,`inserttime`,`updatetime`,`isactive`) values 
(1,'1001','publishValueTask','complatePublishValue','0 25 1 * * ?',1,'2018-01-16 15:01:55','2018-01-17 18:19:08',1),
(2,'1002','forecastAwardTask','awardForecast','0 0 16 * * ?',1,'2018-01-16 15:01:52','2018-01-30 16:05:44',1),
(3,'1003','coinRewardLimitTask','initCoinRewardLimit','0 10 0 * * ?',1,'2018-01-29 13:09:54','2018-01-29 13:09:54',1);

/*Table structure for table `sys_job_manage` */

DROP TABLE IF EXISTS `sys_job_manage`;

CREATE TABLE `sys_job_manage` (
  `SJM_ID_N` int(20) NOT NULL AUTO_INCREMENT,
  `SJM_DATE_D` date NOT NULL COMMENT '执行日期',
  `SJM_JOB_TYPE_V` varchar(20) NOT NULL COMMENT 'job类型',
  `SJM_SUCCESS_N` tinyint(4) NOT NULL DEFAULT '0' COMMENT '是否成功',
  `SJM_START_TIME_D` datetime NOT NULL COMMENT '执行开始时间',
  `SJM_END_TIME_D` datetime NOT NULL COMMENT '执行结束时间',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) NOT NULL DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`SJM_ID_N`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`),
  KEY `ix_isactive` (`isactive`)
) ENGINE=InnoDB AUTO_INCREMENT=26306 DEFAULT CHARSET=utf8 COMMENT='后台job管理';

/*Data for the table `sys_job_manage` */

insert  into `sys_job_manage`(`SJM_ID_N`,`SJM_DATE_D`,`SJM_JOB_TYPE_V`,`SJM_SUCCESS_N`,`SJM_START_TIME_D`,`SJM_END_TIME_D`,`inserttime`,`updatetime`,`isactive`) values 
(26047,'2018-02-27','1002',1,'2018-02-27 16:00:00','2018-02-27 16:00:00','2018-02-27 16:00:00','2018-02-27 16:00:00',1),
(26048,'2018-02-28','1003',1,'2018-02-28 00:10:00','2018-02-28 00:10:00','2018-02-28 00:10:00','2018-02-28 00:10:00',1),
(26049,'2018-02-28','1001',1,'2018-02-28 01:25:00','2018-02-28 01:25:00','2018-02-28 01:25:00','2018-02-28 01:25:00',1),
(26050,'2018-02-28','1002',1,'2018-02-28 16:00:00','2018-02-28 16:00:00','2018-02-28 16:00:00','2018-02-28 16:00:00',1),
(26051,'2018-03-01','1003',1,'2018-03-01 00:10:00','2018-03-01 00:10:00','2018-03-01 00:10:00','2018-03-01 00:10:00',1),
(26052,'2018-03-01','1001',1,'2018-03-01 01:25:00','2018-03-01 01:25:00','2018-03-01 01:25:00','2018-03-01 01:25:00',1),
(26053,'2018-03-01','1002',1,'2018-03-01 16:00:00','2018-03-01 16:00:00','2018-03-01 16:00:00','2018-03-01 16:00:00',1),
(26054,'2018-03-02','1003',1,'2018-03-02 00:10:00','2018-03-02 00:10:00','2018-03-02 00:10:00','2018-03-02 00:10:00',1),
(26055,'2018-03-02','1001',1,'2018-03-02 01:25:00','2018-03-02 01:25:00','2018-03-02 01:25:00','2018-03-02 01:25:00',1),
(26056,'2018-03-02','1002',1,'2018-03-02 16:00:00','2018-03-02 16:00:00','2018-03-02 16:00:00','2018-03-02 16:00:00',1),
(26057,'2018-03-03','1003',1,'2018-03-03 00:10:00','2018-03-03 00:10:00','2018-03-03 00:10:00','2018-03-03 00:10:00',1),
(26058,'2018-03-03','1001',1,'2018-03-03 01:25:00','2018-03-03 01:25:00','2018-03-03 01:25:00','2018-03-03 01:25:00',1),
(26059,'2018-03-03','1002',1,'2018-03-03 16:00:00','2018-03-03 16:00:00','2018-03-03 16:00:00','2018-03-03 16:00:00',1),
(26060,'2018-03-04','1003',1,'2018-03-04 00:10:00','2018-03-04 00:10:00','2018-03-04 00:10:00','2018-03-04 00:10:00',1),
(26061,'2018-03-04','1001',1,'2018-03-04 01:25:00','2018-03-04 01:25:00','2018-03-04 01:25:00','2018-03-04 01:25:00',1),
(26062,'2018-03-04','1002',1,'2018-03-04 16:00:00','2018-03-04 16:00:00','2018-03-04 16:00:00','2018-03-04 16:00:00',1),
(26063,'2018-03-05','1003',1,'2018-03-05 00:10:00','2018-03-05 00:10:00','2018-03-05 00:10:00','2018-03-05 00:10:00',1),
(26064,'2018-03-05','1001',1,'2018-03-05 01:25:00','2018-03-05 01:25:00','2018-03-05 01:25:00','2018-03-05 01:25:00',1),
(26065,'2018-03-05','1002',1,'2018-03-05 16:00:00','2018-03-05 16:00:00','2018-03-05 16:00:00','2018-03-05 16:00:00',1),
(26066,'2018-03-06','1003',1,'2018-03-06 00:10:00','2018-03-06 00:10:00','2018-03-06 00:10:00','2018-03-06 00:10:00',1),
(26067,'2018-03-06','1001',1,'2018-03-06 01:25:00','2018-03-06 01:25:00','2018-03-06 01:25:00','2018-03-06 01:25:00',1),
(26068,'2018-03-06','1002',1,'2018-03-06 16:00:00','2018-03-06 16:00:00','2018-03-06 16:00:00','2018-03-06 16:00:00',1),
(26069,'2018-03-07','1003',1,'2018-03-07 00:10:00','2018-03-07 00:10:00','2018-03-07 00:10:00','2018-03-07 00:10:00',1),
(26070,'2018-03-07','1001',1,'2018-03-07 01:25:00','2018-03-07 01:25:00','2018-03-07 01:25:00','2018-03-07 01:25:00',1),
(26071,'2018-03-07','1002',1,'2018-03-07 16:00:00','2018-03-07 16:00:00','2018-03-07 16:00:00','2018-03-07 16:00:00',1),
(26072,'2018-03-08','1003',1,'2018-03-08 00:10:00','2018-03-08 00:10:00','2018-03-08 00:10:00','2018-03-08 00:10:00',1),
(26073,'2018-03-08','1001',1,'2018-03-08 01:25:00','2018-03-08 01:25:00','2018-03-08 01:25:00','2018-03-08 01:25:00',1),
(26074,'2018-03-08','1002',1,'2018-03-08 16:00:00','2018-03-08 16:00:00','2018-03-08 16:00:00','2018-03-08 16:00:00',1),
(26075,'2018-03-09','1003',1,'2018-03-09 00:10:00','2018-03-09 00:10:00','2018-03-09 00:10:00','2018-03-09 00:10:00',1),
(26076,'2018-03-09','1001',1,'2018-03-09 01:25:00','2018-03-09 01:25:00','2018-03-09 01:24:59','2018-03-09 01:24:59',1),
(26077,'2018-03-09','1002',1,'2018-03-09 16:00:00','2018-03-09 16:00:00','2018-03-09 16:00:00','2018-03-09 16:00:00',1),
(26078,'2018-03-10','1003',1,'2018-03-10 00:10:00','2018-03-10 00:10:00','2018-03-10 00:09:59','2018-03-10 00:09:59',1),
(26079,'2018-03-10','1001',1,'2018-03-10 01:25:00','2018-03-10 01:25:00','2018-03-10 01:24:59','2018-03-10 01:24:59',1),
(26080,'2018-03-10','1002',1,'2018-03-10 16:00:00','2018-03-10 16:00:00','2018-03-10 16:00:00','2018-03-10 16:00:00',1),
(26081,'2018-03-11','1003',1,'2018-03-11 00:10:00','2018-03-11 00:10:00','2018-03-11 00:10:00','2018-03-11 00:10:00',1),
(26082,'2018-03-11','1001',1,'2018-03-11 01:25:00','2018-03-11 01:25:00','2018-03-11 01:24:59','2018-03-11 01:24:59',1),
(26083,'2018-03-11','1002',1,'2018-03-11 16:00:00','2018-03-11 16:00:00','2018-03-11 16:00:00','2018-03-11 16:00:00',1),
(26084,'2018-03-12','1003',1,'2018-03-12 00:10:00','2018-03-12 00:10:00','2018-03-12 00:10:00','2018-03-12 00:10:00',1),
(26085,'2018-03-12','1001',1,'2018-03-12 01:25:00','2018-03-12 01:25:00','2018-03-12 01:25:00','2018-03-12 01:25:00',1),
(26086,'2018-03-12','1002',1,'2018-03-12 16:00:00','2018-03-12 16:00:00','2018-03-12 16:00:00','2018-03-12 16:00:00',1),
(26087,'2018-03-13','1003',1,'2018-03-13 00:10:00','2018-03-13 00:10:00','2018-03-13 00:10:00','2018-03-13 00:10:00',1),
(26088,'2018-03-13','1001',1,'2018-03-13 01:25:00','2018-03-13 01:25:00','2018-03-13 01:25:00','2018-03-13 01:25:00',1),
(26089,'2018-03-13','1002',1,'2018-03-13 16:00:00','2018-03-13 16:00:00','2018-03-13 16:00:00','2018-03-13 16:00:00',1),
(26090,'2018-03-14','1003',1,'2018-03-14 00:10:00','2018-03-14 00:10:00','2018-03-14 00:10:00','2018-03-14 00:10:00',1),
(26091,'2018-03-14','1001',1,'2018-03-14 01:25:00','2018-03-14 01:25:00','2018-03-14 01:25:00','2018-03-14 01:25:00',1),
(26092,'2018-03-14','1002',1,'2018-03-14 16:00:00','2018-03-14 16:00:00','2018-03-14 16:00:00','2018-03-14 16:00:00',1),
(26093,'2018-03-15','1003',1,'2018-03-15 00:10:00','2018-03-15 00:10:00','2018-03-15 00:10:00','2018-03-15 00:10:00',1),
(26094,'2018-03-15','1001',1,'2018-03-15 01:25:00','2018-03-15 01:25:00','2018-03-15 01:25:00','2018-03-15 01:25:00',1),
(26095,'2018-03-15','1002',1,'2018-03-15 16:00:00','2018-03-15 16:00:02','2018-03-15 16:00:01','2018-03-15 16:00:01',1),
(26096,'2018-03-16','1003',1,'2018-03-16 00:10:00','2018-03-16 00:10:00','2018-03-16 00:10:00','2018-03-16 00:10:00',1),
(26097,'2018-03-16','1001',1,'2018-03-16 01:25:00','2018-03-16 01:25:00','2018-03-16 01:25:00','2018-03-16 01:25:00',1),
(26098,'2018-03-16','1002',1,'2018-03-16 16:00:00','2018-03-16 16:00:00','2018-03-16 16:00:00','2018-03-16 16:00:00',1),
(26099,'2018-03-17','1003',1,'2018-03-17 00:10:00','2018-03-17 00:10:00','2018-03-17 00:10:00','2018-03-17 00:10:00',1),
(26100,'2018-03-17','1001',1,'2018-03-17 01:25:00','2018-03-17 01:25:01','2018-03-17 01:25:00','2018-03-17 01:25:00',1),
(26101,'2018-03-17','1002',1,'2018-03-17 16:00:00','2018-03-17 16:00:00','2018-03-17 16:00:00','2018-03-17 16:00:00',1),
(26102,'2018-03-18','1003',1,'2018-03-18 00:10:00','2018-03-18 00:10:00','2018-03-18 00:10:00','2018-03-18 00:10:00',1),
(26103,'2018-03-18','1001',1,'2018-03-18 01:25:00','2018-03-18 01:25:01','2018-03-18 01:25:00','2018-03-18 01:25:00',1),
(26104,'2018-03-18','1002',1,'2018-03-18 16:00:00','2018-03-18 16:00:00','2018-03-18 16:00:00','2018-03-18 16:00:00',1),
(26105,'2018-03-19','1003',1,'2018-03-19 00:10:00','2018-03-19 00:10:00','2018-03-19 00:10:00','2018-03-19 00:10:00',1),
(26106,'2018-03-19','1001',1,'2018-03-19 01:25:00','2018-03-19 01:25:00','2018-03-19 01:25:00','2018-03-19 01:25:00',1),
(26107,'2018-03-19','1002',1,'2018-03-19 16:00:00','2018-03-19 16:00:02','2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(26108,'2018-03-20','1003',1,'2018-03-20 00:10:00','2018-03-20 00:10:00','2018-03-20 00:10:00','2018-03-20 00:10:00',1),
(26109,'2018-03-20','1001',1,'2018-03-20 01:25:00','2018-03-20 01:25:00','2018-03-20 01:25:00','2018-03-20 01:25:00',1),
(26110,'2018-03-20','1002',1,'2018-03-20 16:00:00','2018-03-20 16:00:00','2018-03-20 16:00:00','2018-03-20 16:00:00',1),
(26111,'2018-03-21','1003',1,'2018-03-21 00:10:00','2018-03-21 00:10:00','2018-03-21 00:10:00','2018-03-21 00:10:00',1),
(26112,'2018-03-21','1001',1,'2018-03-21 01:25:00','2018-03-21 01:25:00','2018-03-21 01:25:00','2018-03-21 01:25:00',1),
(26113,'2018-03-21','1002',1,'2018-03-21 16:00:00','2018-03-21 16:00:01','2018-03-21 16:00:00','2018-03-21 16:00:00',1),
(26114,'2018-03-22','1003',1,'2018-03-22 00:10:00','2018-03-22 00:10:00','2018-03-22 00:10:00','2018-03-22 00:10:00',1),
(26115,'2018-03-22','1001',1,'2018-03-22 01:25:00','2018-03-22 01:25:00','2018-03-22 01:25:00','2018-03-22 01:25:00',1),
(26116,'2018-03-22','1002',1,'2018-03-22 16:00:00','2018-03-22 16:00:00','2018-03-22 16:00:00','2018-03-22 16:00:00',1),
(26117,'2018-03-23','1003',1,'2018-03-23 00:10:00','2018-03-23 00:10:00','2018-03-23 00:10:00','2018-03-23 00:10:00',1),
(26118,'2018-03-23','1001',1,'2018-03-23 01:25:00','2018-03-23 01:25:00','2018-03-23 01:25:00','2018-03-23 01:25:00',1),
(26119,'2018-03-23','1002',1,'2018-03-23 16:00:00','2018-03-23 16:00:00','2018-03-23 16:00:00','2018-03-23 16:00:00',1),
(26120,'2018-03-24','1003',1,'2018-03-24 00:10:00','2018-03-24 00:10:00','2018-03-24 00:10:00','2018-03-24 00:10:00',1),
(26121,'2018-03-24','1001',1,'2018-03-24 01:25:00','2018-03-24 01:25:00','2018-03-24 01:25:00','2018-03-24 01:25:00',1),
(26122,'2018-03-24','1002',1,'2018-03-24 16:00:00','2018-03-24 16:00:00','2018-03-24 16:00:00','2018-03-24 16:00:00',1),
(26123,'2018-03-25','1003',1,'2018-03-25 00:10:00','2018-03-25 00:10:00','2018-03-25 00:10:00','2018-03-25 00:10:00',1),
(26124,'2018-03-25','1001',1,'2018-03-25 01:25:00','2018-03-25 01:25:00','2018-03-25 01:25:00','2018-03-25 01:25:00',1),
(26125,'2018-03-25','1002',1,'2018-03-25 16:00:00','2018-03-25 16:00:00','2018-03-25 16:00:00','2018-03-25 16:00:00',1),
(26126,'2018-03-26','1003',1,'2018-03-26 00:10:00','2018-03-26 00:10:00','2018-03-26 00:10:00','2018-03-26 00:10:00',1),
(26127,'2018-03-26','1001',1,'2018-03-26 01:25:00','2018-03-26 01:25:00','2018-03-26 01:25:00','2018-03-26 01:25:00',1),
(26128,'2018-03-26','1002',1,'2018-03-26 16:00:00','2018-03-26 16:00:00','2018-03-26 16:00:00','2018-03-26 16:00:00',1),
(26129,'2018-03-27','1003',1,'2018-03-27 00:10:00','2018-03-27 00:10:00','2018-03-27 00:10:00','2018-03-27 00:10:00',1),
(26130,'2018-03-27','1001',1,'2018-03-27 01:25:00','2018-03-27 01:25:00','2018-03-27 01:25:00','2018-03-27 01:25:00',1),
(26131,'2018-03-27','1002',1,'2018-03-27 16:00:00','2018-03-27 16:00:00','2018-03-27 16:00:00','2018-03-27 16:00:00',1),
(26132,'2018-03-28','1003',1,'2018-03-28 00:10:00','2018-03-28 00:10:00','2018-03-28 00:10:00','2018-03-28 00:10:00',1),
(26133,'2018-03-28','1001',1,'2018-03-28 01:25:00','2018-03-28 01:25:00','2018-03-28 01:25:00','2018-03-28 01:25:00',1),
(26134,'2018-03-28','1002',1,'2018-03-28 16:00:00','2018-03-28 16:00:00','2018-03-28 16:00:00','2018-03-28 16:00:00',1),
(26135,'2018-03-29','1003',1,'2018-03-29 00:10:00','2018-03-29 00:10:00','2018-03-29 00:10:00','2018-03-29 00:10:00',1),
(26136,'2018-03-29','1001',1,'2018-03-29 01:25:00','2018-03-29 01:25:00','2018-03-29 01:25:00','2018-03-29 01:25:00',1),
(26137,'2018-03-29','1002',1,'2018-03-29 16:00:00','2018-03-29 16:00:00','2018-03-29 16:00:00','2018-03-29 16:00:00',1),
(26138,'2018-03-30','1003',1,'2018-03-30 00:10:00','2018-03-30 00:10:00','2018-03-30 00:10:00','2018-03-30 00:10:00',1),
(26139,'2018-03-30','1001',1,'2018-03-30 01:25:00','2018-03-30 01:25:01','2018-03-30 01:25:00','2018-03-30 01:25:00',1),
(26140,'2018-03-30','1002',1,'2018-03-30 16:00:00','2018-03-30 16:00:00','2018-03-30 16:00:00','2018-03-30 16:00:00',1),
(26141,'2018-03-31','1003',1,'2018-03-31 00:10:00','2018-03-31 00:10:00','2018-03-31 00:10:00','2018-03-31 00:10:00',1),
(26142,'2018-03-31','1001',1,'2018-03-31 01:25:00','2018-03-31 01:25:00','2018-03-31 01:25:00','2018-03-31 01:25:00',1),
(26143,'2018-03-31','1002',1,'2018-03-31 16:00:00','2018-03-31 16:00:00','2018-03-31 16:00:00','2018-03-31 16:00:00',1),
(26144,'2018-04-01','1003',1,'2018-04-01 00:10:00','2018-04-01 00:10:00','2018-04-01 00:10:00','2018-04-01 00:10:00',1),
(26145,'2018-04-01','1001',1,'2018-04-01 01:25:00','2018-04-01 01:25:00','2018-04-01 01:25:00','2018-04-01 01:25:00',1),
(26146,'2018-04-01','1002',1,'2018-04-01 16:00:00','2018-04-01 16:00:00','2018-04-01 16:00:00','2018-04-01 16:00:00',1),
(26147,'2018-04-02','1003',1,'2018-04-02 00:10:00','2018-04-02 00:10:00','2018-04-02 00:10:00','2018-04-02 00:10:00',1),
(26148,'2018-04-02','1001',1,'2018-04-02 01:25:00','2018-04-02 01:25:00','2018-04-02 01:25:00','2018-04-02 01:25:00',1),
(26149,'2018-04-02','1002',1,'2018-04-02 16:00:00','2018-04-02 16:00:01','2018-04-02 16:00:00','2018-04-02 16:00:00',1),
(26150,'2018-04-03','1003',1,'2018-04-03 00:10:00','2018-04-03 00:10:00','2018-04-03 00:10:00','2018-04-03 00:10:00',1),
(26151,'2018-04-03','1001',1,'2018-04-03 01:25:00','2018-04-03 01:25:00','2018-04-03 01:25:00','2018-04-03 01:25:00',1),
(26152,'2018-04-03','1002',1,'2018-04-03 16:00:00','2018-04-03 16:00:00','2018-04-03 16:00:00','2018-04-03 16:00:00',1),
(26153,'2018-04-04','1003',1,'2018-04-04 00:10:00','2018-04-04 00:10:00','2018-04-04 00:10:00','2018-04-04 00:10:00',1),
(26154,'2018-04-04','1001',1,'2018-04-04 01:25:00','2018-04-04 01:25:00','2018-04-04 01:25:00','2018-04-04 01:25:00',1),
(26155,'2018-04-04','1002',1,'2018-04-04 16:00:00','2018-04-04 16:00:00','2018-04-04 16:00:00','2018-04-04 16:00:00',1),
(26156,'2018-04-05','1003',1,'2018-04-05 00:10:00','2018-04-05 00:10:00','2018-04-05 00:10:00','2018-04-05 00:10:00',1),
(26157,'2018-04-05','1001',1,'2018-04-05 01:25:00','2018-04-05 01:25:00','2018-04-05 01:25:00','2018-04-05 01:25:00',1),
(26158,'2018-04-05','1002',1,'2018-04-05 16:00:00','2018-04-05 16:00:00','2018-04-05 16:00:00','2018-04-05 16:00:00',1),
(26159,'2018-04-06','1003',1,'2018-04-06 00:10:00','2018-04-06 00:10:00','2018-04-06 00:10:00','2018-04-06 00:10:00',1),
(26160,'2018-04-06','1001',1,'2018-04-06 01:25:00','2018-04-06 01:25:00','2018-04-06 01:25:00','2018-04-06 01:25:00',1),
(26161,'2018-04-06','1002',1,'2018-04-06 16:00:00','2018-04-06 16:00:00','2018-04-06 16:00:00','2018-04-06 16:00:00',1),
(26162,'2018-04-07','1003',1,'2018-04-07 00:10:00','2018-04-07 00:10:00','2018-04-07 00:10:00','2018-04-07 00:10:00',1),
(26163,'2018-04-07','1001',1,'2018-04-07 01:25:00','2018-04-07 01:25:00','2018-04-07 01:25:00','2018-04-07 01:25:00',1),
(26164,'2018-04-07','1002',1,'2018-04-07 16:00:00','2018-04-07 16:00:00','2018-04-07 16:00:00','2018-04-07 16:00:00',1),
(26165,'2018-04-08','1003',1,'2018-04-08 00:10:00','2018-04-08 00:10:00','2018-04-08 00:10:00','2018-04-08 00:10:00',1),
(26166,'2018-04-08','1001',1,'2018-04-08 01:25:00','2018-04-08 01:25:00','2018-04-08 01:25:00','2018-04-08 01:25:00',1),
(26167,'2018-04-08','1002',1,'2018-04-08 16:00:00','2018-04-08 16:00:00','2018-04-08 16:00:00','2018-04-08 16:00:00',1),
(26168,'2018-04-09','1003',1,'2018-04-09 00:10:00','2018-04-09 00:10:00','2018-04-09 00:10:00','2018-04-09 00:10:00',1),
(26169,'2018-04-09','1001',1,'2018-04-09 01:25:00','2018-04-09 01:25:00','2018-04-09 01:25:00','2018-04-09 01:25:00',1),
(26170,'2018-04-09','1002',1,'2018-04-09 16:00:00','2018-04-09 16:00:00','2018-04-09 16:00:00','2018-04-09 16:00:00',1),
(26171,'2018-04-10','1003',1,'2018-04-10 00:10:00','2018-04-10 00:10:00','2018-04-10 00:10:00','2018-04-10 00:10:00',1),
(26172,'2018-04-10','1001',1,'2018-04-10 01:25:00','2018-04-10 01:25:00','2018-04-10 01:25:00','2018-04-10 01:25:00',1),
(26173,'2018-04-10','1002',1,'2018-04-10 16:00:00','2018-04-10 16:00:00','2018-04-10 16:00:00','2018-04-10 16:00:00',1),
(26174,'2018-04-11','1003',1,'2018-04-11 00:10:00','2018-04-11 00:10:00','2018-04-11 00:10:00','2018-04-11 00:10:00',1),
(26175,'2018-04-11','1001',1,'2018-04-11 01:25:00','2018-04-11 01:25:01','2018-04-11 01:25:00','2018-04-11 01:25:00',1),
(26176,'2018-04-11','1002',1,'2018-04-11 16:00:00','2018-04-11 16:00:00','2018-04-11 16:00:00','2018-04-11 16:00:00',1),
(26177,'2018-04-12','1003',1,'2018-04-12 00:10:00','2018-04-12 00:10:00','2018-04-12 00:10:00','2018-04-12 00:10:00',1),
(26178,'2018-04-12','1001',1,'2018-04-12 01:25:00','2018-04-12 01:25:00','2018-04-12 01:25:00','2018-04-12 01:25:00',1),
(26179,'2018-04-12','1002',1,'2018-04-12 16:00:00','2018-04-12 16:00:00','2018-04-12 16:00:00','2018-04-12 16:00:00',1),
(26180,'2018-04-13','1003',1,'2018-04-13 00:10:00','2018-04-13 00:10:00','2018-04-13 00:10:00','2018-04-13 00:10:00',1),
(26181,'2018-04-13','1001',1,'2018-04-13 01:25:00','2018-04-13 01:25:01','2018-04-13 01:25:00','2018-04-13 01:25:00',1),
(26182,'2018-04-13','1002',1,'2018-04-13 16:00:00','2018-04-13 16:00:00','2018-04-13 16:00:00','2018-04-13 16:00:00',1),
(26183,'2018-04-14','1003',1,'2018-04-14 00:10:00','2018-04-14 00:10:00','2018-04-14 00:10:00','2018-04-14 00:10:00',1),
(26184,'2018-04-14','1001',1,'2018-04-14 01:25:00','2018-04-14 01:25:00','2018-04-14 01:25:00','2018-04-14 01:25:00',1),
(26185,'2018-04-14','1002',1,'2018-04-14 16:00:00','2018-04-14 16:00:00','2018-04-14 16:00:00','2018-04-14 16:00:00',1),
(26186,'2018-04-15','1003',1,'2018-04-15 00:10:00','2018-04-15 00:10:00','2018-04-15 00:10:00','2018-04-15 00:10:00',1),
(26187,'2018-04-15','1001',1,'2018-04-15 01:25:00','2018-04-15 01:25:00','2018-04-15 01:25:00','2018-04-15 01:25:00',1),
(26188,'2018-04-15','1002',1,'2018-04-15 16:00:00','2018-04-15 16:00:00','2018-04-15 16:00:00','2018-04-15 16:00:00',1),
(26189,'2018-04-16','1003',1,'2018-04-16 00:10:00','2018-04-16 00:10:00','2018-04-16 00:10:00','2018-04-16 00:10:00',1),
(26190,'2018-04-16','1001',1,'2018-04-16 01:25:00','2018-04-16 01:25:00','2018-04-16 01:25:00','2018-04-16 01:25:00',1),
(26191,'2018-04-16','1002',1,'2018-04-16 16:00:00','2018-04-16 16:00:00','2018-04-16 16:00:00','2018-04-16 16:00:00',1),
(26192,'2018-04-17','1003',1,'2018-04-17 00:10:00','2018-04-17 00:10:00','2018-04-17 00:10:00','2018-04-17 00:10:00',1),
(26193,'2018-04-17','1001',1,'2018-04-17 01:25:00','2018-04-17 01:25:00','2018-04-17 01:25:00','2018-04-17 01:25:00',1),
(26194,'2018-04-17','1002',1,'2018-04-17 16:00:00','2018-04-17 16:00:00','2018-04-17 16:00:00','2018-04-17 16:00:00',1),
(26195,'2018-04-18','1003',1,'2018-04-18 00:10:00','2018-04-18 00:10:00','2018-04-18 00:10:00','2018-04-18 00:10:00',1),
(26196,'2018-04-18','1001',1,'2018-04-18 01:25:00','2018-04-18 01:25:00','2018-04-18 01:25:00','2018-04-18 01:25:00',1),
(26197,'2018-04-18','1002',1,'2018-04-18 16:00:00','2018-04-18 16:00:00','2018-04-18 16:00:00','2018-04-18 16:00:00',1),
(26198,'2018-04-19','1003',1,'2018-04-19 00:10:00','2018-04-19 00:10:00','2018-04-19 00:10:00','2018-04-19 00:10:00',1),
(26199,'2018-04-19','1001',1,'2018-04-19 01:25:00','2018-04-19 01:25:00','2018-04-19 01:25:00','2018-04-19 01:25:00',1),
(26200,'2018-04-19','1002',1,'2018-04-19 16:00:00','2018-04-19 16:00:00','2018-04-19 16:00:00','2018-04-19 16:00:00',1),
(26201,'2018-04-20','1003',1,'2018-04-20 00:10:00','2018-04-20 00:10:00','2018-04-20 00:10:00','2018-04-20 00:10:00',1),
(26202,'2018-04-20','1001',1,'2018-04-20 01:25:00','2018-04-20 01:25:00','2018-04-20 01:25:00','2018-04-20 01:25:00',1),
(26203,'2018-04-20','1002',1,'2018-04-20 16:00:00','2018-04-20 16:00:00','2018-04-20 16:00:00','2018-04-20 16:00:00',1),
(26204,'2018-04-21','1003',1,'2018-04-21 00:10:00','2018-04-21 00:10:00','2018-04-21 00:10:00','2018-04-21 00:10:00',1),
(26205,'2018-04-21','1001',1,'2018-04-21 01:25:00','2018-04-21 01:25:00','2018-04-21 01:25:00','2018-04-21 01:25:00',1),
(26206,'2018-04-21','1002',1,'2018-04-21 16:00:00','2018-04-21 16:00:00','2018-04-21 16:00:00','2018-04-21 16:00:00',1),
(26207,'2018-04-22','1003',1,'2018-04-22 00:10:00','2018-04-22 00:10:00','2018-04-22 00:10:00','2018-04-22 00:10:00',1),
(26208,'2018-04-22','1001',1,'2018-04-22 01:25:00','2018-04-22 01:25:00','2018-04-22 01:25:00','2018-04-22 01:25:00',1),
(26209,'2018-04-22','1002',1,'2018-04-22 16:00:00','2018-04-22 16:00:00','2018-04-22 16:00:00','2018-04-22 16:00:00',1),
(26210,'2018-04-23','1003',1,'2018-04-23 00:10:00','2018-04-23 00:10:00','2018-04-23 00:10:00','2018-04-23 00:10:00',1),
(26211,'2018-04-23','1001',1,'2018-04-23 01:25:00','2018-04-23 01:25:00','2018-04-23 01:25:00','2018-04-23 01:25:00',1),
(26212,'2018-04-23','1002',1,'2018-04-23 16:00:00','2018-04-23 16:00:00','2018-04-23 16:00:00','2018-04-23 16:00:00',1),
(26213,'2018-04-24','1003',1,'2018-04-24 00:10:00','2018-04-24 00:10:00','2018-04-24 00:10:00','2018-04-24 00:10:00',1),
(26214,'2018-04-24','1001',1,'2018-04-24 01:25:00','2018-04-24 01:25:00','2018-04-24 01:25:00','2018-04-24 01:25:00',1),
(26215,'2018-04-24','1002',1,'2018-04-24 16:00:00','2018-04-24 16:00:00','2018-04-24 16:00:00','2018-04-24 16:00:00',1),
(26216,'2018-04-25','1003',1,'2018-04-25 00:10:00','2018-04-25 00:10:00','2018-04-25 00:10:00','2018-04-25 00:10:00',1),
(26217,'2018-04-25','1001',1,'2018-04-25 01:25:00','2018-04-25 01:25:00','2018-04-25 01:25:00','2018-04-25 01:25:00',1),
(26218,'2018-04-25','1002',1,'2018-04-25 16:00:00','2018-04-25 16:00:01','2018-04-25 16:00:00','2018-04-25 16:00:00',1),
(26219,'2018-04-26','1003',1,'2018-04-26 00:10:00','2018-04-26 00:10:00','2018-04-26 00:10:00','2018-04-26 00:10:00',1),
(26220,'2018-04-26','1001',1,'2018-04-26 01:25:00','2018-04-26 01:25:00','2018-04-26 01:25:00','2018-04-26 01:25:00',1),
(26221,'2018-04-26','1002',1,'2018-04-26 16:00:00','2018-04-26 16:00:00','2018-04-26 16:00:00','2018-04-26 16:00:00',1),
(26222,'2018-04-27','1003',1,'2018-04-27 00:10:00','2018-04-27 00:10:00','2018-04-27 00:10:00','2018-04-27 00:10:00',1),
(26223,'2018-04-27','1001',1,'2018-04-27 01:25:00','2018-04-27 01:25:00','2018-04-27 01:25:00','2018-04-27 01:25:00',1),
(26224,'2018-04-27','1002',1,'2018-04-27 16:00:00','2018-04-27 16:00:00','2018-04-27 16:00:00','2018-04-27 16:00:00',1),
(26225,'2018-04-28','1003',1,'2018-04-28 00:10:00','2018-04-28 00:10:00','2018-04-28 00:10:00','2018-04-28 00:10:00',1),
(26226,'2018-04-28','1001',1,'2018-04-28 01:25:00','2018-04-28 01:25:00','2018-04-28 01:25:00','2018-04-28 01:25:00',1),
(26227,'2018-04-28','1002',1,'2018-04-28 16:00:00','2018-04-28 16:00:00','2018-04-28 16:00:00','2018-04-28 16:00:00',1),
(26228,'2018-04-29','1003',1,'2018-04-29 00:10:00','2018-04-29 00:10:00','2018-04-29 00:10:00','2018-04-29 00:10:00',1),
(26229,'2018-04-29','1001',1,'2018-04-29 01:25:00','2018-04-29 01:25:00','2018-04-29 01:25:00','2018-04-29 01:25:00',1),
(26230,'2018-04-29','1002',1,'2018-04-29 16:00:00','2018-04-29 16:00:00','2018-04-29 16:00:00','2018-04-29 16:00:00',1),
(26231,'2018-04-30','1003',1,'2018-04-30 00:10:00','2018-04-30 00:10:00','2018-04-30 00:10:00','2018-04-30 00:10:00',1),
(26232,'2018-04-30','1001',1,'2018-04-30 01:25:00','2018-04-30 01:25:00','2018-04-30 01:25:00','2018-04-30 01:25:00',1),
(26233,'2018-04-30','1002',1,'2018-04-30 16:00:00','2018-04-30 16:00:00','2018-04-30 16:00:00','2018-04-30 16:00:00',1),
(26234,'2018-05-01','1003',1,'2018-05-01 00:10:00','2018-05-01 00:10:00','2018-05-01 00:10:00','2018-05-01 00:10:00',1),
(26235,'2018-05-01','1001',1,'2018-05-01 01:25:00','2018-05-01 01:25:00','2018-05-01 01:25:00','2018-05-01 01:25:00',1),
(26236,'2018-05-01','1002',1,'2018-05-01 16:00:00','2018-05-01 16:00:00','2018-05-01 16:00:00','2018-05-01 16:00:00',1),
(26237,'2018-05-02','1003',1,'2018-05-02 00:10:00','2018-05-02 00:10:00','2018-05-02 00:10:00','2018-05-02 00:10:00',1),
(26238,'2018-05-02','1001',1,'2018-05-02 01:25:00','2018-05-02 01:25:00','2018-05-02 01:25:00','2018-05-02 01:25:00',1),
(26239,'2018-05-02','1002',1,'2018-05-02 16:00:00','2018-05-02 16:00:01','2018-05-02 16:00:01','2018-05-02 16:00:01',1),
(26240,'2018-05-03','1003',1,'2018-05-03 00:10:00','2018-05-03 00:10:00','2018-05-03 00:10:00','2018-05-03 00:10:00',1),
(26241,'2018-05-03','1001',1,'2018-05-03 01:25:00','2018-05-03 01:25:00','2018-05-03 01:25:00','2018-05-03 01:25:00',1),
(26242,'2018-05-03','1002',1,'2018-05-03 16:00:00','2018-05-03 16:00:00','2018-05-03 16:00:00','2018-05-03 16:00:00',1),
(26243,'2018-05-04','1003',1,'2018-05-04 00:10:00','2018-05-04 00:10:00','2018-05-04 00:10:00','2018-05-04 00:10:00',1),
(26244,'2018-05-04','1001',1,'2018-05-04 01:25:00','2018-05-04 01:25:00','2018-05-04 01:25:00','2018-05-04 01:25:00',1),
(26245,'2018-05-04','1002',1,'2018-05-04 16:00:00','2018-05-04 16:00:00','2018-05-04 16:00:00','2018-05-04 16:00:00',1),
(26246,'2018-05-05','1003',1,'2018-05-05 00:10:00','2018-05-05 00:10:00','2018-05-05 00:10:00','2018-05-05 00:10:00',1),
(26247,'2018-05-05','1001',1,'2018-05-05 01:25:00','2018-05-05 01:25:00','2018-05-05 01:25:00','2018-05-05 01:25:00',1),
(26248,'2018-05-05','1002',1,'2018-05-05 16:00:00','2018-05-05 16:00:00','2018-05-05 16:00:00','2018-05-05 16:00:00',1),
(26249,'2018-05-06','1003',1,'2018-05-06 00:10:00','2018-05-06 00:10:00','2018-05-06 00:10:00','2018-05-06 00:10:00',1),
(26250,'2018-05-06','1001',1,'2018-05-06 01:25:00','2018-05-06 01:25:00','2018-05-06 01:25:00','2018-05-06 01:25:00',1),
(26251,'2018-05-06','1002',1,'2018-05-06 16:00:00','2018-05-06 16:00:00','2018-05-06 16:00:00','2018-05-06 16:00:00',1),
(26252,'2018-05-07','1003',1,'2018-05-07 00:10:00','2018-05-07 00:10:00','2018-05-07 00:10:00','2018-05-07 00:10:00',1),
(26253,'2018-05-07','1001',1,'2018-05-07 01:25:00','2018-05-07 01:25:00','2018-05-07 01:25:00','2018-05-07 01:25:00',1),
(26254,'2018-05-07','1002',1,'2018-05-07 16:00:00','2018-05-07 16:00:01','2018-05-07 16:00:01','2018-05-07 16:00:01',1),
(26255,'2018-05-08','1003',1,'2018-05-08 00:10:00','2018-05-08 00:10:00','2018-05-08 00:10:00','2018-05-08 00:10:00',1),
(26256,'2018-05-08','1001',1,'2018-05-08 01:25:00','2018-05-08 01:25:00','2018-05-08 01:25:00','2018-05-08 01:25:00',1),
(26257,'2018-05-08','1002',1,'2018-05-08 16:00:00','2018-05-08 16:00:00','2018-05-08 16:00:00','2018-05-08 16:00:00',1),
(26258,'2018-05-09','1003',1,'2018-05-09 00:10:00','2018-05-09 00:10:00','2018-05-09 00:10:00','2018-05-09 00:10:00',1),
(26259,'2018-05-09','1001',1,'2018-05-09 01:25:00','2018-05-09 01:25:00','2018-05-09 01:25:00','2018-05-09 01:25:00',1),
(26260,'2018-05-09','1002',1,'2018-05-09 16:00:00','2018-05-09 16:00:00','2018-05-09 16:00:00','2018-05-09 16:00:00',1),
(26261,'2018-05-10','1003',1,'2018-05-10 00:10:00','2018-05-10 00:10:00','2018-05-10 00:10:00','2018-05-10 00:10:00',1),
(26262,'2018-05-10','1001',1,'2018-05-10 01:25:00','2018-05-10 01:25:00','2018-05-10 01:25:00','2018-05-10 01:25:00',1),
(26263,'2018-05-10','1002',1,'2018-05-10 16:00:00','2018-05-10 16:00:00','2018-05-10 16:00:00','2018-05-10 16:00:00',1),
(26264,'2018-05-11','1003',1,'2018-05-11 00:10:00','2018-05-11 00:10:00','2018-05-11 00:10:00','2018-05-11 00:10:00',1),
(26265,'2018-05-11','1001',1,'2018-05-11 01:25:00','2018-05-11 01:25:00','2018-05-11 01:25:00','2018-05-11 01:25:00',1),
(26266,'2018-05-11','1002',1,'2018-05-11 16:00:00','2018-05-11 16:00:00','2018-05-11 16:00:00','2018-05-11 16:00:00',1),
(26267,'2018-05-12','1003',1,'2018-05-12 00:10:00','2018-05-12 00:10:00','2018-05-12 00:10:00','2018-05-12 00:10:00',1),
(26268,'2018-05-12','1001',1,'2018-05-12 01:25:00','2018-05-12 01:25:00','2018-05-12 01:25:00','2018-05-12 01:25:00',1),
(26269,'2018-05-12','1002',1,'2018-05-12 16:00:00','2018-05-12 16:00:00','2018-05-12 16:00:00','2018-05-12 16:00:00',1),
(26270,'2018-05-13','1003',1,'2018-05-13 00:10:00','2018-05-13 00:10:00','2018-05-13 00:10:00','2018-05-13 00:10:00',1),
(26271,'2018-05-13','1001',1,'2018-05-13 01:25:00','2018-05-13 01:25:00','2018-05-13 01:25:00','2018-05-13 01:25:00',1),
(26272,'2018-05-13','1002',1,'2018-05-13 16:00:00','2018-05-13 16:00:00','2018-05-13 16:00:00','2018-05-13 16:00:00',1),
(26273,'2018-05-14','1003',1,'2018-05-14 00:10:00','2018-05-14 00:10:00','2018-05-14 00:10:00','2018-05-14 00:10:00',1),
(26274,'2018-05-14','1001',1,'2018-05-14 01:25:00','2018-05-14 01:25:00','2018-05-14 01:25:00','2018-05-14 01:25:00',1),
(26275,'2018-05-14','1002',1,'2018-05-14 16:00:00','2018-05-14 16:00:00','2018-05-14 16:00:00','2018-05-14 16:00:00',1),
(26276,'2018-05-15','1003',1,'2018-05-15 00:10:00','2018-05-15 00:10:00','2018-05-15 00:10:00','2018-05-15 00:10:00',1),
(26277,'2018-05-15','1001',1,'2018-05-15 01:25:00','2018-05-15 01:25:00','2018-05-15 01:25:00','2018-05-15 01:25:00',1),
(26278,'2018-05-15','1002',1,'2018-05-15 16:00:00','2018-05-15 16:00:00','2018-05-15 16:00:00','2018-05-15 16:00:00',1),
(26279,'2018-05-16','1003',1,'2018-05-16 00:10:00','2018-05-16 00:10:00','2018-05-16 00:10:00','2018-05-16 00:10:00',1),
(26280,'2018-05-16','1001',1,'2018-05-16 01:25:00','2018-05-16 01:25:00','2018-05-16 01:25:00','2018-05-16 01:25:00',1),
(26281,'2018-05-16','1002',1,'2018-05-16 16:00:00','2018-05-16 16:00:00','2018-05-16 16:00:00','2018-05-16 16:00:00',1),
(26282,'2018-05-17','1003',1,'2018-05-17 00:10:00','2018-05-17 00:10:00','2018-05-17 00:10:00','2018-05-17 00:10:00',1),
(26283,'2018-05-17','1001',1,'2018-05-17 01:25:00','2018-05-17 01:25:00','2018-05-17 01:25:00','2018-05-17 01:25:00',1),
(26284,'2018-05-17','1002',1,'2018-05-17 16:00:00','2018-05-17 16:00:00','2018-05-17 16:00:00','2018-05-17 16:00:00',1),
(26285,'2018-05-18','1003',1,'2018-05-18 00:10:00','2018-05-18 00:10:00','2018-05-18 00:10:00','2018-05-18 00:10:00',1),
(26286,'2018-05-18','1001',1,'2018-05-18 01:25:00','2018-05-18 01:25:00','2018-05-18 01:25:00','2018-05-18 01:25:00',1),
(26287,'2018-05-18','1002',1,'2018-05-18 16:00:00','2018-05-18 16:00:00','2018-05-18 16:00:00','2018-05-18 16:00:00',1),
(26288,'2018-05-19','1003',1,'2018-05-19 00:10:00','2018-05-19 00:10:00','2018-05-19 00:10:00','2018-05-19 00:10:00',1),
(26289,'2018-05-19','1001',1,'2018-05-19 01:25:00','2018-05-19 01:25:00','2018-05-19 01:25:00','2018-05-19 01:25:00',1),
(26290,'2018-05-19','1002',1,'2018-05-19 16:00:00','2018-05-19 16:00:00','2018-05-19 16:00:00','2018-05-19 16:00:00',1),
(26291,'2018-05-20','1003',1,'2018-05-20 00:10:00','2018-05-20 00:10:00','2018-05-20 00:10:00','2018-05-20 00:10:00',1),
(26292,'2018-05-20','1001',1,'2018-05-20 01:25:00','2018-05-20 01:25:00','2018-05-20 01:25:00','2018-05-20 01:25:00',1),
(26293,'2018-05-20','1002',1,'2018-05-20 16:00:00','2018-05-20 16:00:00','2018-05-20 16:00:00','2018-05-20 16:00:00',1),
(26294,'2018-05-21','1003',1,'2018-05-21 00:10:00','2018-05-21 00:10:00','2018-05-21 00:10:00','2018-05-21 00:10:00',1),
(26295,'2018-05-21','1001',1,'2018-05-21 01:25:00','2018-05-21 01:25:00','2018-05-21 01:25:00','2018-05-21 01:25:00',1),
(26296,'2018-05-21','1002',1,'2018-05-21 16:00:00','2018-05-21 16:00:00','2018-05-21 16:00:00','2018-05-21 16:00:00',1),
(26297,'2018-05-22','1003',1,'2018-05-22 00:10:00','2018-05-22 00:10:00','2018-05-22 00:10:00','2018-05-22 00:10:00',1),
(26298,'2018-05-22','1001',1,'2018-05-22 01:25:00','2018-05-22 01:25:00','2018-05-22 01:25:00','2018-05-22 01:25:00',1),
(26299,'2018-05-22','1002',1,'2018-05-22 16:00:00','2018-05-22 16:00:01','2018-05-22 16:00:00','2018-05-22 16:00:00',1),
(26300,'2018-05-23','1003',1,'2018-05-23 00:10:00','2018-05-23 00:10:00','2018-05-23 00:10:00','2018-05-23 00:10:00',1),
(26301,'2018-05-23','1001',1,'2018-05-23 01:25:00','2018-05-23 01:25:00','2018-05-23 01:25:00','2018-05-23 01:25:00',1),
(26302,'2018-05-23','1002',1,'2018-05-23 16:00:00','2018-05-23 16:00:00','2018-05-23 16:00:00','2018-05-23 16:00:00',1),
(26303,'2018-05-24','1003',1,'2018-05-24 00:10:00','2018-05-24 00:10:00','2018-05-24 00:10:00','2018-05-24 00:10:00',1),
(26304,'2018-05-24','1001',1,'2018-05-24 01:25:00','2018-05-24 01:25:00','2018-05-24 01:25:00','2018-05-24 01:25:00',1),
(26305,'2018-05-24','1002',1,'2018-05-24 16:00:00','2018-05-24 16:00:00','2018-05-24 16:00:00','2018-05-24 16:00:00',1);

/*Table structure for table `sys_resource` */

DROP TABLE IF EXISTS `sys_resource`;

CREATE TABLE `sys_resource` (
  `ID` varchar(36) NOT NULL,
  `ICON` varchar(100) DEFAULT NULL,
  `NAME` varchar(100) NOT NULL,
  `REMARK` varchar(200) DEFAULT NULL,
  `SEQ` int(11) DEFAULT NULL,
  `URL` varchar(200) DEFAULT NULL,
  `PID` varchar(36) DEFAULT NULL,
  `TRESOURCETYPE_ID` varchar(36) NOT NULL,
  PRIMARY KEY (`ID`),
  KEY `FK82F48D407DB4A719` (`PID`),
  KEY `FK82F48D409F17A746` (`TRESOURCETYPE_ID`),
  CONSTRAINT `FK82F48D407DB4A719` FOREIGN KEY (`PID`) REFERENCES `sys_resource` (`ID`),
  CONSTRAINT `FK82F48D409F17A746` FOREIGN KEY (`TRESOURCETYPE_ID`) REFERENCES `sys_resourcetype` (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `sys_resource` */

insert  into `sys_resource`(`ID`,`ICON`,`NAME`,`REMARK`,`SEQ`,`URL`,`PID`,`TRESOURCETYPE_ID`) values 
('0000','house','系统管理','',0,'',NULL,'0'),
('0001','database_gear','资源管理','管理系统中所有的菜单或功能',1,'/resourceController/manager','0000','0'),
('000101','wrench','添加资源',NULL,4,'/resourceController/add','0001','1'),
('000102','wrench','添加资源页面',NULL,3,'/resourceController/addPage','0001','1'),
('000103','wrench','删除资源',NULL,7,'/resourceController/delete','0001','1'),
('000104','wrench','编辑资源',NULL,6,'/resourceController/edit','0001','1'),
('000105','wrench','编辑资源页面',NULL,5,'/resourceController/editPage','0001','1'),
('000106','wrench','功能菜单',NULL,2,'/resourceController/tree','0001','1'),
('000107','wrench','资源表格','显示资源列表',1,'/resourceController/treeGrid','0001','1'),
('0002','tux','角色管理',NULL,2,'/roleController/manager','0000','0'),
('000201','wrench','添加角色',NULL,3,'/roleController/add','0002','1'),
('000202','wrench','添加角色页面',NULL,2,'/roleController/addPage','0002','1'),
('000203','wrench','删除角色',NULL,6,'/roleController/delete','0002','1'),
('000204','wrench','编辑角色',NULL,5,'/roleController/edit','0002','1'),
('000205','wrench','编辑角色页面',NULL,4,'/roleController/editPage','0002','1'),
('000206','wrench','角色授权',NULL,8,'/roleController/grant','0002','1'),
('000207','wrench','角色授权页面',NULL,7,'/roleController/grantPage','0002','1'),
('000208','wrench','角色表格',NULL,1,'/roleController/treeGrid','0002','1'),
('0003','status_online','系统用户','',3,'/userController/manager','0000','0'),
('000301','wrench','添加用户',NULL,3,'/userController/add','0003','1'),
('000302','wrench','添加用户页面',NULL,2,'/userController/addPage','0003','1'),
('000303','wrench','批量删除用户',NULL,7,'/userController/batchDelete','0003','1'),
('000304','wrench','用户表格',NULL,1,'/userController/dataGrid','0003','1'),
('000305','wrench','删除用户',NULL,6,'/userController/delete','0003','1'),
('000306','wrench','编辑用户',NULL,5,'/userController/edit','0003','1'),
('000307','wrench','编辑用户页面',NULL,4,'/userController/editPage','0003','1'),
('000308','wrench','用户修改密码',NULL,11,'/userController/editPwd','0003','1'),
('000309','wrench','用户修改密码页面',NULL,10,'/userController/editPwdPage','0003','1'),
('000310','wrench','用户授权',NULL,9,'/userController/grant','0003','1'),
('000311','wrench','用户授权页面',NULL,8,'/userController/grantPage','0003','1'),
('1000','status_online','用户管理','',20,'',NULL,'0'),
('1001',NULL,'用户信息管理','',21,'/userMgr/main','1000','0'),
('100101',NULL,'用户信息查询','',100,'/userMgr/list','1001','1'),
('100102',NULL,'用户信息下载','',100,'/userMgr/export','1001','1'),
('1002',NULL,'用户金币明细','',22,'/userCoinMgr/main','1000','0'),
('100201',NULL,'用户金币明细查询','',100,'/userCoinMgr/list','1002','1'),
('100202',NULL,'用户金币明细下载','',100,'/userCoinMgr/export','1002','1'),
('1100',NULL,'股票板块管理','',30,NULL,NULL,'0'),
('1101',NULL,'股票库管理','',31,NULL,'1100','0'),
('1102',NULL,'板块管理','',32,'/plateMgr/main','1100','0'),
('110201',NULL,'板块编辑界面','',100,'/plateMgr/toEdit','1102','1'),
('110202',NULL,'板块管理列表','',100,'/plateMgr/list','1102','1'),
('110203',NULL,'板块编辑','',100,'/plateMgr/edit','1102','1'),
('110204',NULL,'板块新增界面','',100,'/plateMgr/toAdd','1102','1'),
('110205',NULL,'板块状态修改','',100,'/plateMgr/changeStatus','1102','1'),
('110206',NULL,'板块新增','',100,'/plateMgr/add','1102','1'),
('1103',NULL,'板块股票管理','',33,'/stockManageCtrl/main','1100','0'),
('110301',NULL,'板块股票编辑','',100,'/stockManageCtrl/edit','1103','1'),
('110302',NULL,'板块股票编辑','',100,'/stockManageCtrl/toEdit','1103','1'),
('110303',NULL,'创建板块股票','',100,'/stockManageCtrl/add','1103','1'),
('110304',NULL,'创建板块股票','',100,'/stockManageCtrl/toAdd','1103','1'),
('110305',NULL,'股票管理页面','',100,'/stockManageCtrl/list','1103','1'),
('110306',NULL,'上下架','',100,'/stockManageCtrl/doUpdate','1103','1'),
('1200','book','签到管理','',23,'',NULL,'0'),
('1201','book_open','签到信息管理','',60,'/signed/main','1200','0'),
('120101','book_open','签到记录','',94,'/signed/list','1201','1'),
('120102',NULL,'签到下载','',95,'/signed/export','1201','1'),
('1300',NULL,'关注管理','',34,'',NULL,'0'),
('1301','eye','关注信息管理','',100,'/watch/main','1300','0'),
('130101',NULL,'关注记录','',100,'/watch/list','1301','1'),
('130102',NULL,'关注信息下载','',100,'/watch/export','1301','1'),
('1400',NULL,'pk管理','',100,'',NULL,'0'),
('1401',NULL,'pk记录管理','',100,'/pkCtr/main','1400','0'),
('140101',NULL,'好友预测查看','',100,'/pkCtr/view','1401','1'),
('140102',NULL,'pk记录列表','',100,'/pkCtr/list','1401','1'),
('140103',NULL,'pk记录下载','',100,'/pkCtr/export','1401','1'),
('1402',NULL,'明星研究员pk发起记录','',100,'/starPKCtr/main','1400','0'),
('140201',NULL,'记录list','',100,'/starPKCtr/list','1402','1'),
('140202',NULL,'下载','',100,'/starPKCtr/export','1402','1'),
('140203',NULL,'查看','',100,'/starPKCtr/view','1402','1'),
('1403',NULL,'明星研究员pk参与记录','',100,'/starPKCtr/mainJoin','1400','0'),
('140301',NULL,'记录list','',100,'/starPKCtr/listJoin','1403','1'),
('140302',NULL,'下载','',100,'/starPKCtr/exportJoin','1403','1'),
('1500',NULL,'预测管理','',100,'',NULL,'0'),
('1501',NULL,'预测记录页面','',100,'/forecastCtr/main','1500','0'),
('150101',NULL,'预约记录下载','',100,'/forecastCtr/export','1501','1'),
('150102',NULL,'预测记录列表','',100,'/forecastCtr/list','1501','1'),
('150103',NULL,'预测交易笔记','',100,'/forecastCtr/view','1501','1'),
('150104',NULL,'预测笔记列表','',100,'/forecastCtr/notelist','1501','1'),
('1502',NULL,'开奖记录','',100,'/prizeLogCtrl/main','1500','0'),
('150201',NULL,'申请开奖','',100,'/prizeLogCtrl/apply','1502','1'),
('150202',NULL,'审核拒绝','',100,'/prizeLogCtrl/refuse','1502','1'),
('150203',NULL,'申请开奖页面','',100,'/prizeLogCtrl/toApply','1502','1'),
('150204',NULL,'审核','',100,'/prizeLogCtrl/audit','1502','1'),
('150205',NULL,'审核页面','',100,'/prizeLogCtrl/toAudit','1502','1'),
('150206',NULL,'开奖记录列表','',100,'/prizeLogCtrl/list','1502','1'),
('1800',NULL,'定时任务管理','',80,NULL,NULL,'0'),
('1801',NULL,'定时任务管理','',1,'/jobMgr/main','1800','0'),
('180101',NULL,'定时任务查看','',100,'/jobMgr/list','1801','1'),
('180102',NULL,'定时任务启停','',100,'/jobMgr/change','1801','1'),
('180103',NULL,'定时任务修改页面','',100,'/jobMgr/editPage','1801','1'),
('180104',NULL,'定时任务修改','',100,'/jobMgr/edit','1801','1'),
('180105',NULL,'定时任务立即执行','',100,'/jobMgr/exec','1801','1'),
('180106',NULL,'定时任务日志页面','',100,'/jobMgr/logsPage','1801','1'),
('180107',NULL,'定时任务日志查看','',100,'/jobMgr/listLogs','1801','1'),
('1900',NULL,'消息推送管理','',100,'',NULL,'0'),
('1901',NULL,'消息推送','',100,'/pushMsgCtrl/main','1900','0'),
('190101',NULL,'编辑消息','',100,'/pushMsgCtrl/edit','1901','1'),
('190102',NULL,'查看消息','',100,'/pushMsgCtrl/detail','1901','1'),
('190103',NULL,'编辑消息','',100,'/pushMsgCtrl/toEdit','1901','1'),
('190104',NULL,'推送消息','',100,'/pushMsgCtrl/doPush','1901','1'),
('190105',NULL,'消息推送列表','',100,'/pushMsgCtrl/list','1901','1'),
('190106',NULL,'创建消息','',100,'/pushMsgCtrl/add','1901','1'),
('190107',NULL,'创建消息','',100,'/pushMsgCtrl/toAdd','1901','1'),
('2000',NULL,'APP管理','',100,'',NULL,'0'),
('2001',NULL,'APP首页banner管理页面','',100,'/appCtr/main','2000','0'),
('200101',NULL,'首页banner列表','',100,'/appCtr/list','2001','1'),
('200102',NULL,'首页banner删除','',100,'/appCtr/delApp','2001','1'),
('200103',NULL,'首页banner添加','',100,'/appCtr/addApp','2001','1'),
('200104',NULL,'首页banner添加跳转','',100,'/appCtr/toAdd','2001','1'),
('200105',NULL,'首页banner查看','',100,'/appCtr/viewPic','2001','1'),
('200106',NULL,'首页banner编辑跳转','',100,'/appCtr/toEdit','2001','1'),
('200107',NULL,'首页banner编辑','',100,'/appCtr/edit','2001','1'),
('200201',NULL,'图片链接生成列表','',100,'/articalPicCtrl/list','2102','1'),
('2100',NULL,'资讯管理','',100,'',NULL,'0'),
('2101',NULL,'资讯管理页面','',100,'/informationCtrl/main','2100','0'),
('210101',NULL,'资讯管理列表','',100,'/informationCtrl/list','2101','1'),
('210102',NULL,'标题图片','',100,'/informationCtrl/picShow','2101','1'),
('210103',NULL,'资讯创建页面','',100,'/informationCtrl/toAdd','2101','1'),
('210104',NULL,'上下架操作','',100,'/informationCtrl/doUpdate','2101','1'),
('210105',NULL,'资讯创建','',100,'/informationCtrl/add','2101','1'),
('210106',NULL,'资讯编辑页面','',100,'/informationCtrl/toEdit','2101','1'),
('210107',NULL,'资讯编辑','',100,'/informationCtrl/edit','2101','1'),
('2102',NULL,'图片链接生成页面','',100,'/articalPicCtrl/main','2100','0'),
('210201',NULL,'文章图片上传页面','',100,'/articalPicCtrl/toAdd','2102','1'),
('210202',NULL,'文章图片上传','',100,'/articalPicCtrl/add','2102','1'),
('2200',NULL,'情报板块','',100,'',NULL,'0'),
('2201',NULL,'明星研究员预测记录','',100,'/starForacestCtr/main','2200','0'),
('220101',NULL,'明星研究员预测记录列表','',100,'/starForacestCtr/list','2201','1'),
('220102',NULL,'删除明星研究员预测记录','',100,'/starForacestCtr/delStar','2201','1'),
('220103',NULL,'明星研究员预测记录上传界面','',100,'/starForacestCtr/toupload','2201','1'),
('220104',NULL,'明星研究员预测记录上传','',100,'/starForacestCtr/upload','2201','1'),
('2202',NULL,'热门研究员配置','',100,'/hotStartCtr/main','2200','0'),
('220201',NULL,'预新增研究员','',100,'/hotStartCtr/initAdd','2202','1'),
('220202',NULL,'研究员编辑','',100,'/hotStartCtr/edit','2202','1'),
('220203',NULL,'删除','',100,'/hotStartCtr/del','2202','1'),
('220204',NULL,'热门研究员列表','',100,'/hotStartCtr/list','2202','1'),
('220205',NULL,'新增研究员','',100,'/hotStartCtr/add','2202','1'),
('220206',NULL,'研究员预编辑','',100,'/hotStartCtr/initEdit','2202','1'),
('220207',NULL,'研究员记录列表','',100,'/hotStartCtr/listStar','2202','1'),
('2203',NULL,'热门行业配置','',100,'/tradeConfigCtr/main','2200','0'),
('220301',NULL,'行业list','',100,'/tradeConfigCtr/list','2203','1'),
('220302',NULL,'行业add页面','',100,'/tradeConfigCtr/mainTradeAdd','2203','1'),
('220303',NULL,'行业add信息','',100,'/tradeConfigCtr/listTrade','2203','1'),
('220304',NULL,'行业add','',100,'/tradeConfigCtr/toAdd','2203','1'),
('220305',NULL,'行业删除','',100,'/tradeConfigCtr/doDelete','2203','1'),
('220306',NULL,'行业编辑页面','',100,'/tradeConfigCtr/toEdit','2203','1'),
('220307',NULL,'行业编辑','',100,'/tradeConfigCtr/doEdit','2203','1');

/*Table structure for table `sys_resourcetype` */

DROP TABLE IF EXISTS `sys_resourcetype`;

CREATE TABLE `sys_resourcetype` (
  `ID` varchar(36) NOT NULL,
  `NAME` varchar(100) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `sys_resourcetype` */

insert  into `sys_resourcetype`(`ID`,`NAME`) values 
('0','菜单'),
('1','功能');

/*Table structure for table `sys_role` */

DROP TABLE IF EXISTS `sys_role`;

CREATE TABLE `sys_role` (
  `ID` varchar(36) NOT NULL,
  `NAME` varchar(100) NOT NULL,
  `REMARK` varchar(200) DEFAULT NULL,
  `SEQ` int(11) DEFAULT NULL,
  `PID` varchar(36) DEFAULT NULL,
  PRIMARY KEY (`ID`),
  KEY `FK74A6B2A8EC932381` (`PID`),
  CONSTRAINT `FK74A6B2A8EC932381` FOREIGN KEY (`PID`) REFERENCES `sys_role` (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `sys_role` */

insert  into `sys_role`(`ID`,`NAME`,`REMARK`,`SEQ`,`PID`) values 
('0','超管','超级管理员角色，拥有系统中所有的资源访问权限',0,NULL);

/*Table structure for table `sys_role_resource` */

DROP TABLE IF EXISTS `sys_role_resource`;

CREATE TABLE `sys_role_resource` (
  `TROLE_ID` varchar(36) NOT NULL,
  `TRESOURCE_ID` varchar(36) NOT NULL,
  PRIMARY KEY (`TRESOURCE_ID`,`TROLE_ID`),
  KEY `FKB804BFC543C76F86` (`TRESOURCE_ID`),
  KEY `FKB804BFC550AB5C86` (`TROLE_ID`),
  CONSTRAINT `FKB804BFC543C76F86` FOREIGN KEY (`TRESOURCE_ID`) REFERENCES `sys_resource` (`ID`),
  CONSTRAINT `FKB804BFC550AB5C86` FOREIGN KEY (`TROLE_ID`) REFERENCES `sys_role` (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `sys_role_resource` */

insert  into `sys_role_resource`(`TROLE_ID`,`TRESOURCE_ID`) values 
('0','0000'),
('0','0001'),
('0','000101'),
('0','000102'),
('0','000103'),
('0','000104'),
('0','000105'),
('0','000106'),
('0','000107'),
('0','0002'),
('0','000201'),
('0','000202'),
('0','000203'),
('0','000204'),
('0','000205'),
('0','000206'),
('0','000207'),
('0','000208'),
('0','0003'),
('0','000301'),
('0','000302'),
('0','000303'),
('0','000304'),
('0','000305'),
('0','000306'),
('0','000307'),
('0','000308'),
('0','000309'),
('0','000310'),
('0','000311'),
('0','1000'),
('0','1001'),
('0','100101'),
('0','100102'),
('0','1002'),
('0','100201'),
('0','100202'),
('0','1100'),
('0','1102'),
('0','110201'),
('0','110202'),
('0','110203'),
('0','110204'),
('0','110205'),
('0','110206'),
('0','1103'),
('0','110301'),
('0','110302'),
('0','110303'),
('0','110304'),
('0','110305'),
('0','110306'),
('0','1200'),
('0','1201'),
('0','120101'),
('0','120102'),
('0','1300'),
('0','1301'),
('0','130101'),
('0','130102'),
('0','1400'),
('0','1401'),
('0','140101'),
('0','140102'),
('0','140103'),
('0','1402'),
('0','140201'),
('0','140202'),
('0','140203'),
('0','1403'),
('0','140301'),
('0','140302'),
('0','1500'),
('0','1501'),
('0','150101'),
('0','150102'),
('0','150103'),
('0','150104'),
('0','1502'),
('0','150201'),
('0','150202'),
('0','150203'),
('0','150204'),
('0','150205'),
('0','150206'),
('0','1800'),
('0','1801'),
('0','180101'),
('0','180102'),
('0','180103'),
('0','180104'),
('0','180105'),
('0','180106'),
('0','180107'),
('0','1900'),
('0','1901'),
('0','190101'),
('0','190102'),
('0','190103'),
('0','190104'),
('0','190105'),
('0','190106'),
('0','190107'),
('0','2000'),
('0','2001'),
('0','200101'),
('0','200102'),
('0','200103'),
('0','200104'),
('0','200105'),
('0','200106'),
('0','200107'),
('0','200201'),
('0','2100'),
('0','2101'),
('0','210101'),
('0','210102'),
('0','210103'),
('0','210104'),
('0','210105'),
('0','210106'),
('0','210107'),
('0','2102'),
('0','210201'),
('0','210202'),
('0','2200'),
('0','2201'),
('0','220101'),
('0','220102'),
('0','220103'),
('0','220104'),
('0','2202'),
('0','220201'),
('0','220202'),
('0','220203'),
('0','220204'),
('0','220205'),
('0','220206'),
('0','220207'),
('0','2203'),
('0','220301'),
('0','220302'),
('0','220303'),
('0','220304'),
('0','220305'),
('0','220306'),
('0','220307');

/*Table structure for table `sys_sms_config` */

DROP TABLE IF EXISTS `sys_sms_config`;

CREATE TABLE `sys_sms_config` (
  `SSC_ID` bigint(20) unsigned NOT NULL AUTO_INCREMENT COMMENT '主键',
  `SSC_KEY` varchar(50) NOT NULL COMMENT '短信标识',
  `SSC_CONTENT` varchar(500) NOT NULL COMMENT '短信格式化内容',
  `SSC_STATUS` char(1) DEFAULT '0' COMMENT '状态, 0:关闭,1:启用',
  `SSC_DESC` varchar(500) DEFAULT NULL COMMENT '注备',
  `SSC_TYPE` char(1) DEFAULT NULL COMMENT '类型（1：营销；2：功能）',
  `inserttime` timestamp NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `updatetime` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '删除标志',
  `SSC_IS_PUSH_APP` smallint(6) DEFAULT NULL,
  `SSC_TITLE` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`SSC_ID`),
  UNIQUE KEY `ix_uni_key` (`SSC_KEY`),
  KEY `ix_inserttime` (`inserttime`),
  KEY `ix_updatetime` (`updatetime`),
  KEY `ix_isactive` (`isactive`)
) ENGINE=InnoDB AUTO_INCREMENT=53 DEFAULT CHARSET=utf8 COMMENT='营销短信配置';

/*Data for the table `sys_sms_config` */

insert  into `sys_sms_config`(`SSC_ID`,`SSC_KEY`,`SSC_CONTENT`,`SSC_STATUS`,`SSC_DESC`,`SSC_TYPE`,`inserttime`,`updatetime`,`isactive`,`SSC_IS_PUSH_APP`,`SSC_TITLE`) values 
(1,'Captcha','您的验证码为：{0}，请妥善保管，切勿泄漏，如非本人操作，请及时联系拍财富','1',NULL,NULL,'2016-07-14 18:42:51','2018-01-30 15:22:33',1,NULL,NULL);

/*Table structure for table `sys_user` */

DROP TABLE IF EXISTS `sys_user`;

CREATE TABLE `sys_user` (
  `ID` varchar(36) NOT NULL,
  `CREATEDATETIME` datetime DEFAULT NULL,
  `MODIFYDATETIME` datetime DEFAULT NULL,
  `NAME` varchar(100) NOT NULL,
  `PWD` varchar(100) NOT NULL,
  PRIMARY KEY (`ID`),
  UNIQUE KEY `NAME` (`NAME`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `sys_user` */

insert  into `sys_user`(`ID`,`CREATEDATETIME`,`MODIFYDATETIME`,`NAME`,`PWD`) values 
('0','2017-07-10 23:59:59','2017-07-27 16:09:25','admin','e10adc3949ba59abbe56e057f20f883e');

/*Table structure for table `sys_user_role` */

DROP TABLE IF EXISTS `sys_user_role`;

CREATE TABLE `sys_user_role` (
  `TROLE_ID` varchar(36) NOT NULL,
  `TUSER_ID` varchar(36) NOT NULL,
  PRIMARY KEY (`TUSER_ID`,`TROLE_ID`),
  KEY `FK660C5178F5C79486` (`TUSER_ID`),
  KEY `FK660C517850AB5C86` (`TROLE_ID`),
  CONSTRAINT `FK660C517850AB5C86` FOREIGN KEY (`TROLE_ID`) REFERENCES `sys_role` (`ID`),
  CONSTRAINT `FK660C5178F5C79486` FOREIGN KEY (`TUSER_ID`) REFERENCES `sys_user` (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `sys_user_role` */

insert  into `sys_user_role`(`TROLE_ID`,`TUSER_ID`) values 
('0','0');

/*Table structure for table `uc_sms_code` */

DROP TABLE IF EXISTS `uc_sms_code`;

CREATE TABLE `uc_sms_code` (
  `uc_sms_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `uc_sms_seq` int(6) DEFAULT NULL COMMENT '序列号',
  `uc_sms_code` varchar(6) DEFAULT NULL COMMENT '短信验证码',
  `uc_sms_type` varchar(10) DEFAULT NULL COMMENT '短信业务类型',
  `uc_sms_effective` char(1) DEFAULT '0' COMMENT '短信有效状态：0 有效 1失效',
  `uc_sms_status` char(1) DEFAULT '0' COMMENT '短信使用状态：0 未使用 1已使用',
  `uc_phone_no` bigint(11) DEFAULT NULL COMMENT '手机号码',
  `uc_sms_time_out` timestamp NULL DEFAULT NULL COMMENT '验证码失效时间',
  `inserttime` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `isactive` char(1) NOT NULL DEFAULT '1',
  PRIMARY KEY (`uc_sms_id`)
) ENGINE=InnoDB AUTO_INCREMENT=212 DEFAULT CHARSET=utf8;

/*Data for the table `uc_sms_code` */

insert  into `uc_sms_code`(`uc_sms_id`,`uc_sms_seq`,`uc_sms_code`,`uc_sms_type`,`uc_sms_effective`,`uc_sms_status`,`uc_phone_no`,`uc_sms_time_out`,`inserttime`,`updatetime`,`isactive`) values 
(142,836715,'016472','Captcha','0','0',13124853227,'2018-03-05 10:54:09','2018-03-05 10:49:09','2018-03-05 10:49:09','1'),
(143,401653,'421638','Captcha','0','0',13124853227,'2018-03-05 10:59:02','2018-03-05 10:54:02','2018-03-05 10:54:02','1'),
(144,107356,'401867','Captcha','0','0',15021993245,'2018-03-05 11:01:09','2018-03-05 10:56:08','2018-03-05 10:56:08','1'),
(145,25438,'315906','Captcha','0','0',13124853227,'2018-03-05 11:01:14','2018-03-05 10:56:14','2018-03-05 10:56:14','1'),
(146,960178,'186907','Captcha','0','0',13124853227,'2018-03-05 11:03:35','2018-03-05 10:58:35','2018-03-05 10:58:35','1'),
(147,901835,'917305','Captcha','0','0',13124853227,'2018-03-05 11:16:43','2018-03-05 11:11:42','2018-03-05 11:11:42','1'),
(148,93781,'576849','Captcha','0','0',13124853227,'2018-03-05 11:17:52','2018-03-05 11:12:52','2018-03-05 11:12:52','1'),
(149,249517,'165830','Captcha','0','0',13124853227,'2018-03-05 11:31:09','2018-03-05 11:26:08','2018-03-05 11:26:08','1'),
(150,591682,'268147','Captcha','0','0',13124853227,'2018-03-05 11:35:30','2018-03-05 11:30:29','2018-03-05 11:30:29','1'),
(151,109482,'849165','Captcha','0','1',18616681306,'2018-03-05 11:43:53','2018-03-05 11:38:52','2018-03-05 11:39:04','1'),
(152,764592,'742361','Captcha','0','1',13124853227,'2018-03-05 14:19:20','2018-03-05 14:14:19','2018-03-05 14:14:30','1'),
(153,706428,'085491','Captcha','0','1',13124853227,'2018-03-06 09:51:24','2018-03-06 09:46:24','2018-03-06 09:46:33','1'),
(154,958016,'413057','Captcha','0','1',15570103502,'2018-03-06 14:18:07','2018-03-06 14:13:07','2018-03-06 14:13:21','1'),
(155,279351,'195427','Captcha','0','1',15570103502,'2018-03-06 14:28:45','2018-03-06 14:23:45','2018-03-06 14:23:53','1'),
(156,508431,'678901','Captcha','0','1',15021993245,'2018-03-09 11:19:28','2018-03-09 11:14:27','2018-03-09 11:14:38','1'),
(157,176095,'134672','Captcha','0','1',17621713037,'2018-03-14 10:08:23','2018-03-14 10:03:23','2018-03-14 10:03:35','1'),
(158,961352,'154867','Captcha','0','1',17621713037,'2018-03-14 10:11:03','2018-03-14 10:06:02','2018-03-14 10:06:10','1'),
(159,705324,'103846','Captcha','0','1',13661541731,'2018-03-14 10:31:15','2018-03-14 10:26:14','2018-03-14 10:26:26','1'),
(160,478105,'832640','Captcha','0','1',15515895967,'2018-03-14 10:40:31','2018-03-14 10:35:30','2018-03-14 10:36:06','1'),
(161,642539,'265871','Captcha','0','1',15162832805,'2018-03-14 10:56:29','2018-03-14 10:51:28','2018-03-14 10:51:43','1'),
(162,245360,'496013','Captcha','0','1',15515895967,'2018-03-14 11:14:41','2018-03-14 11:09:41','2018-03-14 11:09:48','1'),
(163,890732,'061398','Captcha','0','1',15162832805,'2018-03-14 11:59:12','2018-03-14 11:54:11','2018-03-14 11:54:20','1'),
(164,731842,'089651','Captcha','0','1',17601388302,'2018-03-14 13:16:10','2018-03-14 13:11:10','2018-03-14 13:11:22','1'),
(165,139247,'365017','Captcha','0','1',13671916880,'2018-03-14 13:17:10','2018-03-14 13:12:09','2018-03-14 13:12:22','1'),
(166,964270,'156423','Captcha','0','1',18621761918,'2018-03-14 13:34:52','2018-03-14 13:29:51','2018-03-14 13:30:02','1'),
(167,427038,'652380','Captcha','0','1',13819058008,'2018-03-14 13:35:26','2018-03-14 13:30:26','2018-03-14 13:30:42','1'),
(168,230189,'572684','Captcha','0','1',18621761918,'2018-03-14 13:39:01','2018-03-14 13:34:00','2018-03-14 13:34:08','1'),
(169,163078,'386217','Captcha','0','0',12300000000,'2018-03-14 13:48:50','2018-03-14 13:43:50','2018-03-14 13:43:50','1'),
(170,528071,'029365','Captcha','0','1',17601388302,'2018-03-14 13:50:59','2018-03-14 13:45:58','2018-03-14 13:46:09','1'),
(171,698175,'327964','Captcha','0','1',17621713037,'2018-03-14 13:51:18','2018-03-14 13:46:18','2018-03-14 13:46:27','1'),
(172,308469,'280359','Captcha','0','1',17621713037,'2018-03-14 13:54:23','2018-03-14 13:49:23','2018-03-14 13:49:34','1'),
(173,647318,'392046','Captcha','0','1',15515895967,'2018-03-14 13:54:25','2018-03-14 13:49:25','2018-03-14 13:49:36','1'),
(174,635429,'804925','Captcha','0','0',12345678901,'2018-03-14 13:59:07','2018-03-14 13:54:07','2018-03-14 13:54:07','1'),
(175,651720,'584910','Captcha','0','1',18018605281,'2018-03-14 13:59:08','2018-03-14 13:54:08','2018-03-14 13:54:26','1'),
(176,516832,'762039','Captcha','0','1',18516527302,'2018-03-14 14:03:03','2018-03-14 13:58:02','2018-03-14 13:58:13','1'),
(177,847620,'059674','Captcha','0','1',17621713037,'2018-03-14 14:05:43','2018-03-14 14:00:42','2018-03-14 14:00:53','1'),
(178,187490,'964782','Captcha','0','1',18516527302,'2018-03-14 14:17:23','2018-03-14 14:12:23','2018-03-14 14:12:29','1'),
(179,213097,'261057','Captcha','0','1',13641017571,'2018-03-15 09:27:15','2018-03-15 09:22:15','2018-03-15 09:22:25','1'),
(180,358012,'298076','Captcha','0','1',15162832805,'2018-03-15 11:29:08','2018-03-15 11:24:07','2018-03-15 11:24:14','1'),
(181,267895,'496078','Captcha','0','1',13124853227,'2018-03-16 13:53:54','2018-03-16 13:48:53','2018-03-16 13:49:02','1'),
(182,694137,'109273','Captcha','0','1',15162832805,'2018-03-17 09:10:26','2018-03-17 09:05:26','2018-03-17 09:05:57','1'),
(183,784329,'487265','Captcha','0','1',13124853227,'2018-03-19 11:00:36','2018-03-19 10:55:35','2018-03-19 10:55:45','1'),
(184,653248,'368249','Captcha','0','1',15570103502,'2018-03-29 12:20:41','2018-03-29 12:15:41','2018-03-29 12:15:57','1'),
(185,326048,'068923','Captcha','0','1',13911018903,'2018-04-02 14:03:42','2018-04-02 13:58:41','2018-04-02 13:59:06','1'),
(186,521908,'465310','Captcha','0','1',17810347802,'2018-04-02 14:08:10','2018-04-02 14:03:10','2018-04-02 14:03:26','1'),
(187,942751,'125963','Captcha','0','1',18670708641,'2018-04-03 15:18:26','2018-04-03 15:13:25','2018-04-03 15:13:38','1'),
(188,582094,'315072','Captcha','0','1',17621713037,'2018-04-08 18:32:34','2018-04-08 18:27:34','2018-04-08 18:27:44','1'),
(189,920681,'857234','Captcha','0','1',13828251525,'2018-04-08 23:49:55','2018-04-08 23:44:55','2018-04-08 23:45:30','1'),
(190,102736,'302918','Captcha','0','1',15921611986,'2018-04-09 17:40:39','2018-04-09 17:35:39','2018-04-09 17:35:50','1'),
(191,283517,'923047','Captcha','0','1',18565703532,'2018-04-12 11:18:36','2018-04-12 11:13:35','2018-04-12 11:17:58','1'),
(192,974825,'430279','Captcha','0','1',18221480076,'2018-04-12 17:00:30','2018-04-12 16:55:30','2018-04-12 16:55:40','1'),
(193,361925,'761509','Captcha','0','1',15901855484,'2018-04-19 18:39:48','2018-04-19 18:34:48','2018-04-19 18:35:01','1'),
(194,352140,'589647','Captcha','0','1',15286832261,'2018-04-20 12:53:35','2018-04-20 12:48:35','2018-04-20 12:48:55','1'),
(195,235489,'187925','Captcha','0','1',15515895967,'2018-04-21 17:04:26','2018-04-21 16:59:26','2018-04-21 16:59:34','1'),
(196,926578,'160987','Captcha','0','1',13391297219,'2018-04-23 23:31:14','2018-04-23 23:26:14','2018-04-23 23:26:42','1'),
(197,239415,'825943','Captcha','0','1',13130047438,'2018-04-26 14:38:02','2018-04-26 14:33:01','2018-04-26 14:33:16','1'),
(198,638942,'561349','Captcha','0','1',13130047438,'2018-04-27 06:44:15','2018-04-27 06:39:14','2018-04-27 06:39:29','1'),
(199,43175,'096214','Captcha','0','1',13130047438,'2018-04-27 07:24:45','2018-04-27 07:19:44','2018-04-27 07:19:57','1'),
(200,721503,'849657','Captcha','0','1',13130047438,'2018-05-03 11:06:00','2018-05-03 11:00:59','2018-05-03 11:01:09','1'),
(201,735140,'698502','Captcha','0','1',13130047438,'2018-05-08 10:25:10','2018-05-08 10:20:10','2018-05-08 10:20:19','1'),
(202,629370,'902741','Captcha','0','1',13661541731,'2018-05-09 11:06:00','2018-05-09 11:01:00','2018-05-09 11:01:07','1'),
(203,481239,'329410','Captcha','0','1',15804080341,'2018-05-16 17:43:18','2018-05-16 17:38:17','2018-05-16 17:38:28','1'),
(204,367854,'154638','Captcha','0','1',18036080356,'2018-05-16 22:58:20','2018-05-16 22:53:20','2018-05-16 22:53:38','1'),
(205,138569,'078653','Captcha','0','1',13863359912,'2018-05-21 22:35:14','2018-05-21 22:30:13','2018-05-21 22:30:33','1'),
(206,851640,'482759','Captcha','0','1',13304861707,'2018-05-22 09:03:14','2018-05-22 08:58:13','2018-05-22 08:58:28','1'),
(207,176239,'076418','Captcha','0','1',15921611986,'2018-05-22 11:39:22','2018-05-22 11:34:22','2018-05-22 11:34:46','1'),
(208,650827,'892617','Captcha','0','1',15804080341,'2018-05-24 10:19:15','2018-05-24 10:14:14','2018-05-24 10:14:23','1'),
(209,814629,'301856','Captcha','0','1',15804080341,'2018-05-24 11:52:31','2018-05-24 11:47:30','2018-05-24 11:47:40','1'),
(210,507126,'085769','Captcha','0','1',15804080341,'2018-05-24 13:41:02','2018-05-24 13:36:01','2018-05-24 13:36:10','1'),
(211,650981,'674389','Captcha','0','1',15804080341,'2018-05-24 16:17:11','2018-05-24 16:12:10','2018-05-24 16:12:18','1');

/*Table structure for table `user_coin_detail` */

DROP TABLE IF EXISTS `user_coin_detail`;

CREATE TABLE `user_coin_detail` (
  `ucd_id` int(10) NOT NULL AUTO_INCREMENT COMMENT '记录编号',
  `ucd_user_id` bigint(20) NOT NULL COMMENT '用户ID',
  `ucd_nickname` varchar(64) DEFAULT NULL COMMENT '用户昵称',
  `ucd_mobile` varchar(20) NOT NULL COMMENT '手机号',
  `ucd_type` char(4) NOT NULL COMMENT '金币类型（1001-注册 1002-签到 1003-发布预测 1004-预测结果 1005-邀请好友PK-普通用户 1006-参与PK-普通用户  1007-邀请好友pk-明星研究员）',
  `ucd_balance_type` char(1) NOT NULL COMMENT '收支类型（1-收入 2-支出）',
  `ucd_coin_num` int(10) NOT NULL COMMENT '金币数量',
  `ucd_trade_id` bigint(20) NOT NULL COMMENT '原记录编号',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`ucd_id`),
  KEY `idx_inserttime` (`inserttime`),
  KEY `idx_updatetime` (`updatetime`)
) ENGINE=InnoDB AUTO_INCREMENT=417 DEFAULT CHARSET=utf8 COMMENT='用户金币收支明细';

/*Data for the table `user_coin_detail` */

insert  into `user_coin_detail`(`ucd_id`,`ucd_user_id`,`ucd_nickname`,`ucd_mobile`,`ucd_type`,`ucd_balance_type`,`ucd_coin_num`,`ucd_trade_id`,`inserttime`,`updatetime`,`isactive`) values 
(132,180305113910000112,'股宝598324','18616681306','1001','1',188,180305113910000112,'2018-03-05 11:39:04','2018-03-05 11:39:04',1),
(133,180305113910000112,'股宝598324','18616681306','1002','1',10,37,'2018-03-05 11:39:24','2018-03-05 11:39:24',1),
(134,180305141410000113,'股宝869534','13124853227','1001','1',188,180305141410000113,'2018-03-05 14:14:30','2018-03-05 14:14:30',1),
(135,180305141410000113,'股宝869534','13124853227','1002','1',10,38,'2018-03-05 14:14:50','2018-03-05 14:14:50',1),
(136,180305141410000113,'股宝869534','13124853227','1003','2',10,84,'2018-03-05 14:15:25','2018-03-05 14:15:25',1),
(137,180305141410000113,'丽丽12306','13124853227','1003','2',10,85,'2018-03-05 14:20:30','2018-03-05 14:20:30',1),
(138,170101000000000001,'股宝123','12300000000','1001','1',188,170101000000000001,'2018-03-05 16:21:16','2018-03-05 16:21:16',1),
(139,180305141410000113,'丽丽12306','13124853227','1002','1',10,39,'2018-03-06 09:46:37','2018-03-06 09:46:37',1),
(140,180306141310000114,'股宝967435','15570103502','1001','1',188,180306141310000114,'2018-03-06 14:13:21','2018-03-06 14:13:21',1),
(141,180306141310000114,'股宝967435','15570103502','1002','1',10,40,'2018-03-06 14:13:29','2018-03-06 14:13:29',1),
(142,180306141310000114,'股宝967435','15570103502','1003','2',10,86,'2018-03-06 14:17:16','2018-03-06 14:17:16',1),
(143,180305141410000113,'丽丽12306','13124853227','1004','2',7,85,'2018-03-06 16:00:00','2018-03-06 16:00:00',1),
(144,180305141410000113,'丽丽12306','13124853227','1002','1',10,41,'2018-03-07 10:26:33','2018-03-07 10:26:33',1),
(145,180306141310000114,'股宝967435','15570103502','1004','2',6,86,'2018-03-07 16:00:00','2018-03-07 16:00:00',1),
(146,180309111410000115,'股宝386425','15021993245','1001','1',188,180309111410000115,'2018-03-09 11:14:38','2018-03-09 11:14:38',1),
(147,180309111410000115,'股宝386425','15021993245','1002','1',10,42,'2018-03-09 11:14:46','2018-03-09 11:14:46',1),
(148,180305141410000113,'丽丽12306','13124853227','1002','1',10,43,'2018-03-09 14:12:43','2018-03-09 14:12:43',1),
(149,180305141410000113,'股宝869534','13124853227','1004','2',24,84,'2018-03-12 16:00:00','2018-03-12 16:00:00',1),
(150,180305141410000113,'丽丽12306','13124853227','1003','2',10,87,'2018-03-12 16:10:59','2018-03-12 16:10:59',1),
(151,180314100310000116,'股宝305284','17621713037','1001','1',188,180314100310000116,'2018-03-14 10:03:35','2018-03-14 10:03:35',1),
(152,180314100310000116,'股宝305284','17621713037','1003','2',10,88,'2018-03-14 10:03:39','2018-03-14 10:03:39',1),
(153,180314100310000116,'股宝305284','17621713037','1002','1',10,44,'2018-03-14 10:13:09','2018-03-14 10:13:09',1),
(154,180314100310000116,'股宝305284','17621713037','1003','2',10,89,'2018-03-14 10:15:40','2018-03-14 10:15:40',1),
(155,180314102610000117,'股宝834692','13661541731','1001','1',188,180314102610000117,'2018-03-14 10:26:26','2018-03-14 10:26:26',1),
(156,180314102610000117,'股宝834692','13661541731','1002','1',10,45,'2018-03-14 10:27:12','2018-03-14 10:27:12',1),
(157,180314103610000118,'股宝917253','15515895967','1001','1',188,180314103610000118,'2018-03-14 10:36:06','2018-03-14 10:36:06',1),
(158,180314100310000116,'股宝305284','17621713037','1005','1',10,14,'2018-03-14 10:36:15','2018-03-14 10:36:15',1),
(159,180314103610000118,'股宝917253','15515895967','1006','1',10,14,'2018-03-14 10:36:15','2018-03-14 10:36:15',1),
(160,180314100310000116,'股宝305284','17621713037','1003','2',10,91,'2018-03-14 10:42:46','2018-03-14 10:42:46',1),
(161,180314105110000119,'股宝805973','15162832805','1001','1',188,180314105110000119,'2018-03-14 10:51:43','2018-03-14 10:51:43',1),
(162,180314105110000119,'股宝805973','15162832805','1002','1',10,46,'2018-03-14 10:51:54','2018-03-14 10:51:54',1),
(163,180314100310000116,'股宝305284','17621713037','1005','1',10,15,'2018-03-14 11:09:48','2018-03-14 11:09:48',1),
(164,180314103610000118,'股宝917253','15515895967','1006','1',10,15,'2018-03-14 11:09:48','2018-03-14 11:09:48',1),
(165,180314105110000119,'股宝805973','15162832805','1003','2',10,93,'2018-03-14 11:52:56','2018-03-14 11:52:56',1),
(166,180314131110000120,'股宝238075','17601388302','1001','1',188,180314131110000120,'2018-03-14 13:11:22','2018-03-14 13:11:22',1),
(167,180314131110000120,'股宝238075','17601388302','1002','1',10,47,'2018-03-14 13:11:29','2018-03-14 13:11:29',1),
(168,180314131210000121,'股宝502134','13671916880','1001','1',188,180314131210000121,'2018-03-14 13:12:22','2018-03-14 13:12:22',1),
(169,180314131210000121,'股宝502134','13671916880','1003','2',10,94,'2018-03-14 13:12:29','2018-03-14 13:12:29',1),
(170,180314131210000121,'股宝502134','13671916880','1003','2',10,95,'2018-03-14 13:13:01','2018-03-14 13:13:01',1),
(171,180314132910000122,'股宝394271','18621761918','1001','1',188,180314132910000122,'2018-03-14 13:30:02','2018-03-14 13:30:02',1),
(172,180314131210000121,'股宝502134','13671916880','1005','1',10,16,'2018-03-14 13:30:06','2018-03-14 13:30:06',1),
(173,180314132910000122,'股宝394271','18621761918','1006','1',10,16,'2018-03-14 13:30:06','2018-03-14 13:30:06',1),
(174,180314133010000123,'股宝758463','13819058008','1001','1',188,180314133010000123,'2018-03-14 13:30:42','2018-03-14 13:30:42',1),
(175,180314131210000121,'股宝502134','13671916880','1005','1',10,17,'2018-03-14 13:30:45','2018-03-14 13:30:45',1),
(176,180314133010000123,'股宝758463','13819058008','1006','1',10,17,'2018-03-14 13:30:45','2018-03-14 13:30:45',1),
(177,180314132910000122,'股宝394271','18621761918','1003','2',10,98,'2018-03-14 13:34:15','2018-03-14 13:34:15',1),
(178,180314131210000121,'股宝502134','13671916880','1003','2',10,99,'2018-03-14 13:34:37','2018-03-14 13:34:37',1),
(179,180305141410000113,'丽丽12306','13124853227','1002','1',10,48,'2018-03-14 13:38:23','2018-03-14 13:38:23',1),
(180,180305141410000113,'丽丽12306','13124853227','1003','2',10,100,'2018-03-14 13:38:33','2018-03-14 13:38:33',1),
(181,180314131110000120,'股宝238075','17601388302','1003','2',10,102,'2018-03-14 13:48:05','2018-03-14 13:48:05',1),
(182,180314131110000120,'股宝238075','17601388302','1005','1',10,19,'2018-03-14 13:49:34','2018-03-14 13:49:34',1),
(183,180314100310000116,'股宝305284','17621713037','1006','1',10,19,'2018-03-14 13:49:34','2018-03-14 13:49:34',1),
(184,180314131110000120,'股宝238075','17601388302','1005','1',10,20,'2018-03-14 13:49:36','2018-03-14 13:49:36',1),
(185,180314103610000118,'股宝917253','15515895967','1006','1',10,20,'2018-03-14 13:49:36','2018-03-14 13:49:36',1),
(186,180314131110000120,'股宝238075','17601388302','1003','2',10,105,'2018-03-14 13:52:16','2018-03-14 13:52:16',1),
(187,180314135410000124,'股宝639781','18018605281','1001','1',188,180314135410000124,'2018-03-14 13:54:26','2018-03-14 13:54:26',1),
(188,180314131110000120,'股宝238075','17601388302','1005','1',10,21,'2018-03-14 13:54:28','2018-03-14 13:54:28',1),
(189,180314135410000124,'股宝639781','18018605281','1006','1',10,21,'2018-03-14 13:54:28','2018-03-14 13:54:28',1),
(190,180314135810000125,'股宝703692','18516527302','1001','1',188,180314135810000125,'2018-03-14 13:58:13','2018-03-14 13:58:13',1),
(191,180314131110000120,'股宝238075','17601388302','1005','1',10,22,'2018-03-14 13:58:15','2018-03-14 13:58:15',1),
(192,180314135810000125,'股宝703692','18516527302','1006','1',10,22,'2018-03-14 13:58:15','2018-03-14 13:58:15',1),
(193,180314131110000120,'股宝305284','17601388302','1003','2',10,108,'2018-03-14 14:00:05','2018-03-14 14:00:05',1),
(194,180314131110000120,'股宝305284','17601388302','1005','1',10,23,'2018-03-14 14:00:54','2018-03-14 14:00:54',1),
(195,180314100310000116,'股宝305284','17621713037','1006','1',10,23,'2018-03-14 14:00:54','2018-03-14 14:00:54',1),
(196,180314131210000121,'股宝502134','13671916880','1002','1',10,49,'2018-03-14 14:41:47','2018-03-14 14:41:47',1),
(197,180314105110000119,'股宝805973','15162832805','1003','2',10,110,'2018-03-14 19:37:00','2018-03-14 19:37:00',1),
(198,180314105110000119,'股宝805973','15162832805','1003','2',10,111,'2018-03-14 19:37:29','2018-03-14 19:37:29',1),
(199,180314105110000119,'股宝805973','15162832805','1003','2',10,112,'2018-03-14 19:37:56','2018-03-14 19:37:56',1),
(200,180314105110000119,'股宝805973','15162832805','1003','2',10,113,'2018-03-14 19:38:16','2018-03-14 19:38:16',1),
(201,180314105110000119,'股宝805973','15162832805','1003','2',10,114,'2018-03-15 09:12:11','2018-03-15 09:12:11',1),
(202,180314105110000119,'股宝805973','15162832805','1003','2',10,115,'2018-03-15 09:12:53','2018-03-15 09:12:53',1),
(203,180315092210000126,'股宝934852','13641017571','1001','1',188,180315092210000126,'2018-03-15 09:22:25','2018-03-15 09:22:25',1),
(204,180315092210000126,'股宝934852','13641017571','1003','2',10,116,'2018-03-15 09:22:28','2018-03-15 09:22:28',1),
(205,180314131110000120,'股宝305284','17601388302','1002','1',10,50,'2018-03-15 09:25:16','2018-03-15 09:25:16',1),
(206,180314100310000116,'股宝305284','17621713037','1002','1',10,51,'2018-03-15 09:30:35','2018-03-15 09:30:35',1),
(207,180314131210000121,'股宝502134','13671916880','1002','1',10,52,'2018-03-15 10:54:48','2018-03-15 10:54:48',1),
(208,180314105110000119,'股宝805973','15162832805','1003','2',10,117,'2018-03-15 11:20:25','2018-03-15 11:20:25',1),
(209,180314105110000119,'股宝805973','15162832805','1003','2',10,118,'2018-03-15 11:20:46','2018-03-15 11:20:46',1),
(210,180314105110000119,'股宝805973','15162832805','1002','1',10,53,'2018-03-15 11:21:48','2018-03-15 11:21:48',1),
(211,180314100310000116,'股宝305284','17621713037','1003','2',10,120,'2018-03-15 11:30:36','2018-03-15 11:30:36',1),
(212,180315092210000126,'股宝934852','13641017571','1002','1',10,54,'2018-03-15 15:56:19','2018-03-15 15:56:19',1),
(213,180314100310000116,'股宝305284','17621713037','1004','1',12,88,'2018-03-15 16:00:01','2018-03-15 16:00:01',1),
(214,180314100310000116,'股宝305284','17621713037','1004','2',6,91,'2018-03-15 16:00:01','2018-03-15 16:00:01',1),
(215,180314103610000118,'股宝917253','15515895967','1004','1',40,92,'2018-03-15 16:00:01','2018-03-15 16:00:01',1),
(216,180314105110000119,'股宝805973','15162832805','1004','2',6,93,'2018-03-15 16:00:01','2018-03-15 16:00:01',1),
(217,180314131210000121,'股宝502134','13671916880','1004','1',12,94,'2018-03-15 16:00:01','2018-03-15 16:00:01',1),
(218,180314132910000122,'股宝394271','18621761918','1004','2',7,98,'2018-03-15 16:00:01','2018-03-15 16:00:01',1),
(219,180314131110000120,'股宝238075','17601388302','1004','1',25,105,'2018-03-15 16:00:01','2018-03-15 16:00:01',1),
(220,180314135810000125,'股宝703692','18516527302','1004','1',21,107,'2018-03-15 16:00:01','2018-03-15 16:00:01',1),
(221,180314105110000119,'股宝805973','15162832805','1004','2',16,112,'2018-03-15 16:00:01','2018-03-15 16:00:01',1),
(222,180314105110000119,'股宝805973','15162832805','1004','1',21,113,'2018-03-15 16:00:01','2018-03-15 16:00:01',1),
(223,180315092210000126,'股宝934852','13641017571','1003','2',10,121,'2018-03-15 16:52:39','2018-03-15 16:52:39',1),
(224,180314105110000119,'小花','15162832805','1002','1',10,55,'2018-03-16 10:32:47','2018-03-16 10:32:47',1),
(225,180314100310000116,'股宝305284','17621713037','1002','1',10,56,'2018-03-16 11:39:35','2018-03-16 11:39:35',1),
(226,180314100310000116,'股宝305284','17621713037','1003','2',10,122,'2018-03-16 12:57:03','2018-03-16 12:57:03',1),
(227,180305141410000113,'丽丽12306','13124853227','1002','1',10,57,'2018-03-16 13:49:07','2018-03-16 13:49:07',1),
(228,180305141410000113,'丽丽12306','13124853227','1003','2',10,123,'2018-03-16 14:23:26','2018-03-16 14:23:26',1),
(229,180314105110000119,'股宝805973','15162832805','1004','1',21,114,'2018-03-16 16:00:00','2018-03-16 16:00:00',1),
(230,180314105110000119,'股宝805973','15162832805','1004','2',10,115,'2018-03-16 16:00:00','2018-03-16 16:00:00',1),
(231,180315092210000126,'股宝934852','13641017571','1004','2',14,116,'2018-03-16 16:00:00','2018-03-16 16:00:00',1),
(232,180314105110000119,'股宝805973','15162832805','1004','2',9,117,'2018-03-16 16:00:00','2018-03-16 16:00:00',1),
(233,180314100310000116,'股宝305284','17621713037','1004','2',9,120,'2018-03-16 16:00:00','2018-03-16 16:00:00',1),
(234,180315092210000126,'股宝934852','13641017571','1004','2',7,121,'2018-03-16 16:00:00','2018-03-16 16:00:00',1),
(235,180314131110000120,'股宝305284','17601388302','1002','1',10,58,'2018-03-16 20:32:01','2018-03-16 20:32:01',1),
(236,180314105110000119,'小花','15162832805','1002','1',10,59,'2018-03-17 09:06:02','2018-03-17 09:06:02',1),
(237,180305141410000113,'丽丽12306','13124853227','1002','1',10,60,'2018-03-17 13:11:16','2018-03-17 13:11:16',1),
(238,180305141410000113,'丽丽12306','13124853227','1003','2',10,124,'2018-03-17 13:11:43','2018-03-17 13:11:43',1),
(239,180314100310000116,'股宝305284','17621713037','1002','1',10,61,'2018-03-18 07:01:21','2018-03-18 07:01:21',1),
(240,180314100310000116,'股宝305284','17621713037','1002','1',10,62,'2018-03-19 08:42:15','2018-03-19 08:42:15',1),
(241,180305141410000113,'丽丽12306','13124853227','1003','2',10,125,'2018-03-19 11:00:59','2018-03-19 11:00:59',1),
(242,180314131110000120,'股宝305284','17601388302','1002','1',10,63,'2018-03-19 13:22:38','2018-03-19 13:22:38',1),
(243,180305141410000113,'丽丽12306','13124853227','1003','2',10,126,'2018-03-19 13:48:22','2018-03-19 13:48:22',1),
(244,180305141410000113,'丽丽12306','13124853227','1002','1',10,64,'2018-03-19 13:57:58','2018-03-19 13:57:58',1),
(245,180305141410000113,'丽丽12306','13124853227','1003','2',10,127,'2018-03-19 14:00:41','2018-03-19 14:00:41',1),
(246,180305141410000113,'丽丽12306','13124853227','1003','2',10,128,'2018-03-19 14:05:41','2018-03-19 14:05:41',1),
(247,180314100310000116,'股宝305284','17621713037','1004','2',13,89,'2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(248,180314103610000118,'股宝917253','15515895967','1004','2',13,90,'2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(249,180314131110000120,'股宝238075','17601388302','1004','2',7,102,'2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(250,180314100310000116,'股宝305284','17621713037','1004','2',6,103,'2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(251,180314103610000118,'股宝917253','15515895967','1004','1',50,104,'2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(252,180314135410000124,'股宝639781','18018605281','1004','2',6,106,'2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(253,180314131110000120,'股宝305284','17601388302','1004','2',22,108,'2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(254,180314100310000116,'股宝305284','17621713037','1004','2',20,109,'2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(255,180314105110000119,'股宝805973','15162832805','1004','2',10,110,'2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(256,180314100310000116,'股宝305284','17621713037','1004','1',13,122,'2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(257,180305141410000113,'丽丽12306','13124853227','1004','2',7,123,'2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(258,180305141410000113,'丽丽12306','13124853227','1004','2',11,124,'2018-03-19 16:00:01','2018-03-19 16:00:01',1),
(259,180314131110000120,'股宝305284','17601388302','1002','1',10,65,'2018-03-20 06:31:22','2018-03-20 06:31:22',1),
(260,180305141410000113,'miss丽','13124853227','1002','1',10,66,'2018-03-20 09:33:23','2018-03-20 09:33:23',1),
(261,180305141410000113,'miss丽','13124853227','1003','2',10,129,'2018-03-20 10:33:30','2018-03-20 10:33:30',1),
(262,180305141410000113,'miss丽哈哈哈','13124853227','1003','2',10,130,'2018-03-20 11:01:59','2018-03-20 11:01:59',1),
(263,180314105110000119,'股宝805973','15162832805','1004','1',43,118,'2018-03-20 16:00:00','2018-03-20 16:00:00',1),
(264,180305141410000113,'丽丽12306','13124853227','1004','1',15,126,'2018-03-20 16:00:00','2018-03-20 16:00:00',1),
(265,180305141410000113,'丽丽12306','13124853227','1004','1',19,125,'2018-03-20 16:00:00','2018-03-20 16:00:00',1),
(266,180305141410000113,'丽丽12306','13124853227','1004','2',8,127,'2018-03-20 16:00:00','2018-03-20 16:00:00',1),
(267,180305141410000113,'丽丽12306','13124853227','1004','1',33,128,'2018-03-20 16:00:00','2018-03-20 16:00:00',1),
(268,180314105110000119,'小花','15162832805','1003','2',10,131,'2018-03-20 16:41:47','2018-03-20 16:41:47',1),
(269,180314105110000119,'小花','15162832805','1002','1',10,67,'2018-03-21 08:36:00','2018-03-21 08:36:00',1),
(270,180305141410000113,'miss','13124853227','1002','1',10,68,'2018-03-21 10:05:18','2018-03-21 10:05:18',1),
(271,180314131210000121,'股宝502134','13671916880','1004','2',15,99,'2018-03-21 16:00:00','2018-03-21 16:00:00',1),
(272,180314105110000119,'股宝805973','15162832805','1004','1',52,111,'2018-03-21 16:00:00','2018-03-21 16:00:00',1),
(273,180305141410000113,'miss丽','13124853227','1004','1',16,129,'2018-03-21 16:00:00','2018-03-21 16:00:00',1),
(274,180314105110000119,'小花','15162832805','1004','2',7,131,'2018-03-21 16:00:00','2018-03-21 16:00:00',1),
(275,180314131110000120,'股宝305284','17601388302','1002','1',10,69,'2018-03-21 17:04:01','2018-03-21 17:04:01',1),
(276,180314131110000120,'股宝305284','17601388302','1002','1',10,70,'2018-03-22 08:29:09','2018-03-22 08:29:09',1),
(277,180314131110000120,'股宝305284','17601388302','1003','2',10,132,'2018-03-22 08:29:58','2018-03-22 08:29:58',1),
(278,180314105110000119,'小花','15162832805','1002','1',10,71,'2018-03-22 20:19:11','2018-03-22 20:19:11',1),
(279,180305141410000113,'miss','13124853227','1002','1',10,72,'2018-03-23 09:46:26','2018-03-23 09:46:26',1),
(280,180314131110000120,'股宝305284','17601388302','1002','1',50,73,'2018-03-23 11:24:28','2018-03-23 11:24:28',1),
(281,180314131110000120,'股宝305284','17601388302','1002','1',50,74,'2018-03-23 11:24:28','2018-03-23 11:24:28',1),
(282,180314131110000120,'股宝305284','17601388302','1004','2',20,132,'2018-03-23 16:00:00','2018-03-23 16:00:00',1),
(283,180305141410000113,'丽丽12306','13124853227','1004','1',54,87,'2018-03-26 16:00:00','2018-03-26 16:00:00',1),
(284,180305141410000113,'miss','13124853227','1002','1',10,75,'2018-03-26 19:33:30','2018-03-26 19:33:30',1),
(285,180305141410000113,'miss','13124853227','1002','1',10,76,'2018-03-27 09:47:30','2018-03-27 09:47:30',1),
(286,180315092210000126,'股宝934852','13641017571','1003','2',10,133,'2018-03-27 14:21:18','2018-03-27 14:21:18',1),
(287,180305141410000113,'丽丽12306','13124853227','1004','2',19,100,'2018-03-28 16:00:00','2018-03-28 16:00:00',1),
(288,170101000000000001,'股宝123','12300000000','1004','2',19,101,'2018-03-28 16:00:00','2018-03-28 16:00:00',1),
(289,180315092210000126,'股宝934852','13641017571','1004','1',17,133,'2018-03-28 16:00:00','2018-03-28 16:00:00',1),
(290,180305141410000113,'miss','13124853227','1002','1',10,77,'2018-03-28 16:31:55','2018-03-28 16:31:55',1),
(291,180306141310000114,'股宝967435','15570103502','1002','1',10,78,'2018-03-29 12:15:59','2018-03-29 12:15:59',1),
(292,180306141310000114,'股宝967435','15570103502','1003','2',10,134,'2018-03-29 12:17:01','2018-03-29 12:17:01',1),
(293,180306141310000114,'股宝967435','15570103502','1003','2',10,135,'2018-03-30 14:33:09','2018-03-30 14:33:09',1),
(294,180306141310000114,'股宝967435','15570103502','1004','2',13,134,'2018-03-30 16:00:00','2018-03-30 16:00:00',1),
(295,180314105110000119,'小花','15162832805','1002','1',10,79,'2018-03-30 16:31:30','2018-03-30 16:31:30',1),
(296,180314100310000116,'股宝305284','17621713037','1002','1',10,80,'2018-04-02 11:06:43','2018-04-02 11:06:43',1),
(297,180402135910000127,'股宝301428','13911018903','1001','1',188,180402135910000127,'2018-04-02 13:59:06','2018-04-02 13:59:06',1),
(298,180402135910000127,'股宝301428','13911018903','1003','2',10,136,'2018-04-02 13:59:25','2018-04-02 13:59:25',1),
(299,180402140310000128,'股宝680392','17810347802','1001','1',188,180402140310000128,'2018-04-02 14:03:26','2018-04-02 14:03:26',1),
(300,180402135910000127,'股宝301428','13911018903','1005','1',10,25,'2018-04-02 14:03:35','2018-04-02 14:03:35',1),
(301,180402140310000128,'股宝680392','17810347802','1006','1',10,25,'2018-04-02 14:03:35','2018-04-02 14:03:35',1),
(302,180306141310000114,'股宝967435','15570103502','1004','2',6,135,'2018-04-02 16:00:00','2018-04-02 16:00:00',1),
(303,180403151310000129,'股宝037264','18670708641','1001','1',188,180403151310000129,'2018-04-03 15:13:38','2018-04-03 15:13:38',1),
(304,180403151310000129,'股宝037264','18670708641','1002','1',10,81,'2018-04-03 15:13:53','2018-04-03 15:13:53',1),
(305,180403151310000129,'股宝037264','18670708641','1003','2',10,138,'2018-04-03 15:17:31','2018-04-03 15:17:31',1),
(306,180403151310000129,'股宝037264','18670708641','1003','2',10,139,'2018-04-03 15:22:44','2018-04-03 15:22:44',1),
(307,180305141410000113,'miss','13124853227','1002','1',10,82,'2018-04-03 15:49:09','2018-04-03 15:49:09',1),
(308,180305141410000113,'miss丽哈哈哈','13124853227','1004','2',26,130,'2018-04-03 16:00:00','2018-04-03 16:00:00',1),
(309,180402135910000127,'股宝301428','13911018903','1004','1',26,136,'2018-04-03 16:00:00','2018-04-03 16:00:00',1),
(310,180402140310000128,'股宝680392','17810347802','1004','1',29,137,'2018-04-03 16:00:00','2018-04-03 16:00:00',1),
(311,170101000000000001,'股宝123','12300000000','1002','1',10,83,'2018-04-04 14:05:40','2018-04-04 14:05:40',1),
(312,180403151310000129,'股宝037264','18670708641','1004','2',14,138,'2018-04-04 16:00:00','2018-04-04 16:00:00',1),
(313,180403151310000129,'股宝037264','18670708641','1004','2',6,139,'2018-04-04 16:00:00','2018-04-04 16:00:00',1),
(314,170101000000000001,'股宝123','12300000000','1002','1',10,84,'2018-04-07 23:29:45','2018-04-07 23:29:45',1),
(315,180305141410000113,'miss','13124853227','1002','1',10,85,'2018-04-08 15:31:23','2018-04-08 15:31:23',1),
(316,180408234510000130,'股宝803125','13828251525','1001','1',188,180408234510000130,'2018-04-08 23:45:30','2018-04-08 23:45:30',1),
(317,180408234510000130,'股宝803125','13828251525','1002','1',10,86,'2018-04-08 23:45:37','2018-04-08 23:45:37',1),
(318,180409173510000131,'股宝592407','15921611986','1001','1',188,180409173510000131,'2018-04-09 17:35:50','2018-04-09 17:35:50',1),
(319,180409173510000131,'股宝592407','15921611986','1002','1',10,87,'2018-04-09 17:36:22','2018-04-09 17:36:22',1),
(320,180305141410000113,'miss','13124853227','1002','1',10,88,'2018-04-10 11:02:59','2018-04-10 11:02:59',1),
(321,180314105110000119,'小花','15162832805','1003','2',10,140,'2018-04-10 11:51:36','2018-04-10 11:51:36',1),
(322,180314105110000119,'小花','15162832805','1004','2',10,140,'2018-04-11 16:00:00','2018-04-11 16:00:00',1),
(323,180412111710000132,'股宝857124','18565703532','1001','1',188,180412111710000132,'2018-04-12 11:17:58','2018-04-12 11:17:58',1),
(324,180412165510000133,'股宝081362','18221480076','1001','1',188,180412165510000133,'2018-04-12 16:55:40','2018-04-12 16:55:40',1),
(325,180412165510000133,'股宝081362','18221480076','1002','1',10,89,'2018-04-12 16:55:50','2018-04-12 16:55:50',1),
(326,180412165510000133,'sc','18221480076','1003','2',10,141,'2018-04-12 17:18:56','2018-04-12 17:18:56',1),
(327,180314131210000121,'股宝502134','13671916880','1004','2',28,95,'2018-04-13 16:00:00','2018-04-13 16:00:00',1),
(328,180314132910000122,'股宝394271','18621761918','1004','2',11,96,'2018-04-13 16:00:00','2018-04-13 16:00:00',1),
(329,180314133010000123,'股宝758463','13819058008','1004','2',9,97,'2018-04-13 16:00:00','2018-04-13 16:00:00',1),
(330,180314105110000119,'股宝805973','15162832805','1004','2',28,119,'2018-04-13 16:00:00','2018-04-13 16:00:00',1),
(331,170101000000000001,'股宝123','12300000000','1002','1',10,90,'2018-04-14 13:21:50','2018-04-14 13:21:50',1),
(332,170101000000000001,'股宝123','12300000000','1002','1',10,91,'2018-04-16 12:56:04','2018-04-16 12:56:04',1),
(333,180412165510000133,'sc','18221480076','1004','2',21,141,'2018-04-17 16:00:00','2018-04-17 16:00:00',1),
(334,180314105110000119,'小花','15162832805','1003','2',10,142,'2018-04-19 16:47:17','2018-04-19 16:47:17',1),
(335,180419183410000134,'股宝632817','15901855484','1001','1',188,180419183410000134,'2018-04-19 18:35:01','2018-04-19 18:35:01',1),
(336,180419183410000134,'股宝632817','15901855484','1003','2',10,143,'2018-04-19 18:35:53','2018-04-19 18:35:53',1),
(337,180419183410000134,'股宝632817','15901855484','1003','2',10,144,'2018-04-19 18:51:14','2018-04-19 18:51:14',1),
(338,170101000000000001,'股宝123','12300000000','1002','1',10,92,'2018-04-19 20:54:28','2018-04-19 20:54:28',1),
(339,180420124810000135,'股宝538190','15286832261','1001','1',188,180420124810000135,'2018-04-20 12:48:55','2018-04-20 12:48:55',1),
(340,180420124810000135,'股宝538190','15286832261','1003','2',10,145,'2018-04-20 12:49:44','2018-04-20 12:49:44',1),
(341,180420124810000135,'股宝538190','15286832261','1002','1',10,93,'2018-04-20 12:51:10','2018-04-20 12:51:10',1),
(342,180314105110000119,'小花','15162832805','1004','2',14,142,'2018-04-20 16:00:00','2018-04-20 16:00:00',1),
(343,180419183410000134,'股宝632817','15901855484','1003','2',10,146,'2018-04-21 11:13:40','2018-04-21 11:13:40',1),
(344,180314103610000118,'股宝917253','15515895967','1002','1',10,94,'2018-04-21 16:59:38','2018-04-21 16:59:38',1),
(345,180420124810000135,'股宝538190','15286832261','1004','2',12,145,'2018-04-23 16:00:00','2018-04-23 16:00:00',1),
(346,180423232610000136,'股宝568701','13391297219','1001','1',188,180423232610000136,'2018-04-23 23:26:42','2018-04-23 23:26:42',1),
(347,180423232610000136,'股宝568701','13391297219','1002','1',10,95,'2018-04-23 23:26:50','2018-04-23 23:26:50',1),
(348,170101000000000001,'股宝123','12300000000','1002','1',10,96,'2018-04-24 12:45:26','2018-04-24 12:45:26',1),
(349,170101000000000001,'股宝123','12300000000','1003','2',10,147,'2018-04-24 12:45:47','2018-04-24 12:45:47',1),
(350,180419183410000134,'股宝632817','15901855484','1004','1',16,143,'2018-04-24 16:00:00','2018-04-24 16:00:00',1),
(351,180419183410000134,'股宝632817','15901855484','1004','1',21,144,'2018-04-24 16:00:00','2018-04-24 16:00:00',1),
(352,180314100310000116,'股宝305284','17621713037','1002','1',10,97,'2018-04-24 20:53:24','2018-04-24 20:53:24',1),
(353,180419183410000134,'股宝632817','15901855484','1004','1',33,146,'2018-04-25 16:00:00','2018-04-25 16:00:00',1),
(354,170101000000000001,'股宝123','12300000000','1004','1',14,147,'2018-04-25 16:00:00','2018-04-25 16:00:00',1),
(355,180314100310000116,'股宝305284','17621713037','1002','1',10,98,'2018-04-25 17:53:30','2018-04-25 17:53:30',1),
(356,180426143310000137,'股宝391850','13130047438','1001','1',188,180426143310000137,'2018-04-26 14:33:16','2018-04-26 14:33:16',1),
(357,180426143310000137,'股宝391850','13130047438','1002','1',10,99,'2018-04-26 14:33:22','2018-04-26 14:33:22',1),
(358,180412165510000133,'sc','18221480076','1002','1',10,100,'2018-04-26 15:28:57','2018-04-26 15:28:57',1),
(359,180314103610000118,'股宝917253','15515895967','1002','1',10,101,'2018-04-26 15:44:21','2018-04-26 15:44:21',1),
(360,180412165510000133,'sc','18221480076','1003','2',10,148,'2018-04-26 18:00:37','2018-04-26 18:00:37',1),
(361,180426143310000137,'股宝391850','13130047438','1002','1',10,102,'2018-04-27 06:39:35','2018-04-27 06:39:35',1),
(362,180426143310000137,'股宝391850','13130047438','1003','2',10,149,'2018-04-27 06:42:38','2018-04-27 06:42:38',1),
(363,180426143310000137,'股宝391850','13130047438','1003','2',10,150,'2018-04-27 06:49:05','2018-04-27 06:49:05',1),
(364,170101000000000001,'股宝123','12300000000','1002','1',10,103,'2018-04-29 14:40:05','2018-04-29 14:40:05',1),
(365,170101000000000001,'股宝123','12300000000','1002','1',10,104,'2018-04-30 11:46:57','2018-04-30 11:46:57',1),
(366,170101000000000001,'股宝123','12300000000','1002','1',10,105,'2018-05-02 08:58:21','2018-05-02 08:58:21',1),
(367,180426143310000137,'股宝391850','13130047438','1004','2',6,149,'2018-05-02 16:00:01','2018-05-02 16:00:01',1),
(368,180426143310000137,'股宝391850','13130047438','1004','2',20,150,'2018-05-02 16:00:01','2018-05-02 16:00:01',1),
(369,180426143310000137,'DPG','13130047438','1002','1',10,106,'2018-05-03 11:01:27','2018-05-03 11:01:27',1),
(370,180314103610000118,'股宝917253','15515895967','1002','1',10,107,'2018-05-03 11:09:07','2018-05-03 11:09:07',1),
(371,170101000000000001,'股宝123','12300000000','1002','1',10,108,'2018-05-06 06:20:45','2018-05-06 06:20:45',1),
(372,180412165510000133,'sc','18221480076','1004','2',15,148,'2018-05-07 16:00:01','2018-05-07 16:00:01',1),
(373,170101000000000001,'股宝123','12300000000','1002','1',10,109,'2018-05-08 10:23:42','2018-05-08 10:23:42',1),
(374,180426143310000137,'DPG','13130047438','1002','1',10,110,'2018-05-08 16:09:28','2018-05-08 16:09:28',1),
(375,180314102610000117,'小旺','13661541731','1003','2',10,151,'2018-05-09 17:12:47','2018-05-09 17:12:47',1),
(376,180314102610000117,'旺财财经情报站','13661541731','1003','2',10,152,'2018-05-09 18:35:22','2018-05-09 18:35:22',1),
(377,180314102610000117,'小旺','13661541731','1004','1',36,151,'2018-05-10 16:00:00','2018-05-10 16:00:00',1),
(378,180314102610000117,'旺财财经情报站','13661541731','1003','2',10,153,'2018-05-11 18:11:13','2018-05-11 18:11:13',1),
(379,170101000000000001,'股宝123','12300000000','1002','1',10,111,'2018-05-14 08:38:41','2018-05-14 08:38:41',1),
(380,180412165510000133,'sc','18221480076','1002','1',10,112,'2018-05-14 18:23:38','2018-05-14 18:23:38',1),
(381,180314105110000119,'小花','15162832805','1002','1',10,113,'2018-05-14 21:08:38','2018-05-14 21:08:38',1),
(382,180314102610000117,'旺财财经情报站','13661541731','1003','2',10,154,'2018-05-16 16:17:51','2018-05-16 16:17:51',1),
(383,180516173810000138,'股宝187904','15804080341','1001','1',188,180516173810000138,'2018-05-16 17:38:28','2018-05-16 17:38:28',1),
(384,170101000000000001,'股宝123','12300000000','1002','1',10,114,'2018-05-16 20:06:02','2018-05-16 20:06:02',1),
(385,180516225310000139,'股宝978406','18036080356','1001','1',188,180516225310000139,'2018-05-16 22:53:38','2018-05-16 22:53:38',1),
(386,180516225310000139,'股宝978406','18036080356','1003','2',10,155,'2018-05-16 22:54:08','2018-05-16 22:54:08',1),
(387,180314102610000117,'旺财财经情报站','13661541731','1003','2',10,156,'2018-05-17 17:42:43','2018-05-17 17:42:43',1),
(388,180412165510000133,'sc','18221480076','1002','1',10,115,'2018-05-18 16:52:12','2018-05-18 16:52:12',1),
(389,180314102610000117,'旺财财经情报站','13661541731','1003','2',10,157,'2018-05-18 18:02:18','2018-05-18 18:02:18',1),
(390,180412165510000133,'sc','18221480076','1002','1',10,116,'2018-05-21 10:43:36','2018-05-21 10:43:36',1),
(391,180516225310000139,'股宝978406','18036080356','1004','1',15,155,'2018-05-21 16:00:00','2018-05-21 16:00:00',1),
(392,180314102610000117,'旺财财经情报站','13661541731','1003','2',10,158,'2018-05-21 17:50:01','2018-05-21 17:50:01',1),
(393,180314131210000121,'股神芳形','13671916880','1003','2',10,159,'2018-05-21 18:10:20','2018-05-21 18:10:20',1),
(394,180314131210000121,'股神芳形','13671916880','1003','2',10,160,'2018-05-21 18:12:14','2018-05-21 18:12:14',1),
(395,180521223010000140,'股宝217346','13863359912','1001','1',188,180521223010000140,'2018-05-21 22:30:33','2018-05-21 22:30:33',1),
(396,180521223010000140,'股宝217346','13863359912','1003','2',10,161,'2018-05-21 22:31:12','2018-05-21 22:31:12',1),
(397,180521223010000140,'股宝217346','13863359912','1002','1',10,117,'2018-05-21 22:34:38','2018-05-21 22:34:38',1),
(398,180522085810000141,'股宝061948','13304861707','1001','1',188,180522085810000141,'2018-05-22 08:58:28','2018-05-22 08:58:28',1),
(399,180412165510000133,'sc','18221480076','1002','1',10,118,'2018-05-22 10:18:13','2018-05-22 10:18:13',1),
(400,180521223010000140,'股宝217346','13863359912','1004','2',8,161,'2018-05-22 16:00:00','2018-05-22 16:00:00',1),
(401,180314102610000117,'旺财财经情报站','13661541731','1003','2',10,162,'2018-05-22 17:32:09','2018-05-22 17:32:09',1),
(402,180314102610000117,'旺财财经情报站','13661541731','1003','2',10,163,'2018-05-23 17:20:03','2018-05-23 17:20:03',1),
(403,180521223010000140,'股宝217346','13863359912','1003','2',10,164,'2018-05-23 20:01:50','2018-05-23 20:01:50',1),
(404,180521223010000140,'股宝217346','13863359912','1002','1',10,119,'2018-05-23 20:04:31','2018-05-23 20:04:31',1),
(405,180516173810000138,'股宝187904','15804080341','1003','2',10,165,'2018-05-24 10:11:11','2018-05-24 10:11:11',1),
(406,180314102610000117,'旺财财经情报站','13661541731','1005','1',10,26,'2018-05-24 10:14:23','2018-05-24 10:14:23',1),
(407,180516173810000138,'股宝187904','15804080341','1006','1',10,26,'2018-05-24 10:14:23','2018-05-24 10:14:23',1),
(408,180516173810000138,'股宝187904','15804080341','1003','2',10,167,'2018-05-24 10:18:44','2018-05-24 10:18:44',1),
(409,180516173810000138,'股宝187904','15804080341','1003','2',10,168,'2018-05-24 11:40:07','2018-05-24 11:40:07',1),
(410,180516173810000138,'股宝187904','15804080341','1002','1',10,120,'2018-05-24 13:05:00','2018-05-24 13:05:00',1),
(411,180516173810000138,'股宝187904','15804080341','1003','2',10,169,'2018-05-24 15:14:29','2018-05-24 15:14:29',1),
(412,180314102610000117,'旺财财经情报站','13661541731','1003','2',10,170,'2018-05-24 15:16:54','2018-05-24 15:16:54',1),
(413,180516173810000138,'股宝187904','15804080341','1003','2',10,171,'2018-05-24 15:24:15','2018-05-24 15:24:15',1),
(414,180521223010000140,'股宝217346','13863359912','1004','1',21,164,'2018-05-24 16:00:00','2018-05-24 16:00:00',1),
(415,180314102610000117,'旺财财经情报站','13661541731','1005','1',10,27,'2018-05-24 16:12:19','2018-05-24 16:12:19',1),
(416,180516173810000138,'股宝187904','15804080341','1006','1',10,27,'2018-05-24 16:12:19','2018-05-24 16:12:19',1);

/*Table structure for table `user_info` */

DROP TABLE IF EXISTS `user_info`;

CREATE TABLE `user_info` (
  `ui_user_id` bigint(20) NOT NULL COMMENT '用户ID',
  `ui_nickname` varchar(64) DEFAULT NULL COMMENT '用户昵称',
  `ui_headpic_link` varchar(64) DEFAULT NULL COMMENT '用户头像link',
  `ui_reg_mobile` varchar(20) NOT NULL COMMENT '注册手机号',
  `ui_terminal_type` char(1) NOT NULL COMMENT '注册终端(3-Android 2-IOS)',
  `ui_goldcoin_num` bigint(20) DEFAULT '0' COMMENT '金币数量',
  `inserttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '插入时间',
  `updatetime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `isactive` tinyint(4) NOT NULL DEFAULT '1' COMMENT '逻辑删除',
  PRIMARY KEY (`ui_user_id`),
  UNIQUE KEY `uq_mobile` (`ui_reg_mobile`),
  KEY `idx_inserttime` (`inserttime`),
  KEY `idx_updatetime` (`updatetime`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='用户信息表';

/*Data for the table `user_info` */

insert  into `user_info`(`ui_user_id`,`ui_nickname`,`ui_headpic_link`,`ui_reg_mobile`,`ui_terminal_type`,`ui_goldcoin_num`,`inserttime`,`updatetime`,`isactive`) values 
(170101000000000001,'股宝123','https://cdn.paicaifu.com/webapp/image/app/Avatar.png \n\n','12300000000','2',303,'2018-03-05 16:21:11','2018-04-25 16:00:00',1),
(180305113910000112,'股宝598324','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','18616681306','2',198,'2018-03-05 11:39:01','2018-03-05 11:39:01',1),
(180305141410000113,'miss','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','13124853227','2',273,'2018-03-05 14:14:27','2018-04-03 16:00:00',1),
(180306141310000114,'股宝967435','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','15570103502','3',153,'2018-03-06 14:13:18','2018-04-02 16:00:00',1),
(180309111410000115,'股宝386425','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','15021993245','2',198,'2018-03-09 11:14:35','2018-03-09 11:14:35',1),
(180314100310000116,'股宝305284','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','17621713037','2',229,'2018-03-14 10:03:32','2018-03-19 16:00:01',1),
(180314102610000117,'旺财财经情报站','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','13661541731','2',154,'2018-03-14 10:26:23','2018-05-24 16:12:19',1),
(180314103610000118,'股宝917253','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','15515895967','2',325,'2018-03-14 10:36:03','2018-03-19 16:00:01',1),
(180314105110000119,'小花','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','15162832805','2',175,'2018-03-14 10:51:40','2018-04-20 16:00:00',1),
(180314131110000120,'股宝305284','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','17601388302','2',294,'2018-03-14 13:11:19','2018-03-23 16:00:00',1),
(180314131210000121,'股神芳形','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','13671916880','2',147,'2018-03-14 13:12:19','2018-05-21 18:12:14',1),
(180314132910000122,'股宝394271','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','18621761918','2',170,'2018-03-14 13:29:59','2018-04-13 16:00:00',1),
(180314133010000123,'股宝758463','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','13819058008','2',189,'2018-03-14 13:30:39','2018-04-13 16:00:00',1),
(180314135410000124,'股宝639781','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','18018605281','2',192,'2018-03-14 13:54:23','2018-03-19 16:00:01',1),
(180314135810000125,'股宝703692','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','18516527302','2',219,'2018-03-14 13:58:10','2018-03-15 16:00:01',1),
(180315092210000126,'股宝934852','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','13641017571','2',164,'2018-03-15 09:22:22','2018-03-28 16:00:00',1),
(180402135910000127,'股宝301428','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','13911018903','2',214,'2018-04-02 13:59:03','2018-04-03 16:00:00',1),
(180402140310000128,'股宝680392','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','17810347802','2',227,'2018-04-02 14:03:23','2018-04-03 16:00:00',1),
(180403151310000129,'Alike','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','18670708641','2',158,'2018-04-03 15:13:35','2018-04-04 16:00:00',1),
(180408234510000130,'股宝803125','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','13828251525','2',198,'2018-04-08 23:45:27','2018-04-08 23:45:27',1),
(180409173510000131,'股宝592407','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','15921611986','2',198,'2018-04-09 17:35:47','2018-04-09 17:35:47',1),
(180412111710000132,'股宝857124','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','18565703532','3',188,'2018-04-12 11:17:55','2018-04-12 11:17:55',1),
(180412165510000133,'sc','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','18221480076','2',192,'2018-04-12 16:55:37','2018-05-07 16:00:01',1),
(180419183410000134,'股宝632817','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','15901855484','2',228,'2018-04-19 18:34:58','2018-04-25 16:00:00',1),
(180420124810000135,'股宝538190','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','15286832261','3',176,'2018-04-20 12:48:52','2018-04-23 16:00:00',1),
(180423232610000136,'股宝568701','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','13391297219','2',198,'2018-04-23 23:26:39','2018-04-23 23:26:39',1),
(180426143310000137,'DPG','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','13130047438','2',182,'2018-04-26 14:33:13','2018-05-02 16:00:01',1),
(180516173810000138,'股宝187904','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','15804080341','3',168,'2018-05-16 17:38:25','2018-05-24 16:12:19',1),
(180516225310000139,'股宝978406','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','18036080356','2',193,'2018-05-16 22:53:35','2018-05-21 16:00:00',1),
(180521223010000140,'股宝217346','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','13863359912','3',201,'2018-05-21 22:30:30','2018-05-24 16:00:00',1),
(180522085810000141,'股宝061948','https://cdn.paicaifu.com/webapp/image/app/Avatar.png','13304861707','3',188,'2018-05-22 08:58:25','2018-05-22 08:58:25',1);

/* Function  structure for function  `nextval` */

/*!50003 DROP FUNCTION IF EXISTS `nextval` */;
DELIMITER $$

/*!50003 CREATE DEFINER=`user_app_news`@`%` FUNCTION `nextval`(seq_name VARCHAR(50)) RETURNS int(20)
    DETERMINISTIC
BEGIN 
UPDATE sequence SET id = id + 1 WHERE NAME = seq_name;
RETURN (SELECT id FROM sequence WHERE NAME = seq_name);
END */$$
DELIMITER ;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
